{"id":{"0":8197913,"1":8216786,"2":8216550,"3":8216973,"4":8217067,"5":8217444,"6":8214388,"7":8217092,"8":8216981,"9":8209595},"companyId":{"0":1287,"1":20629,"2":364,"3":364,"4":364,"5":1902,"6":316,"7":364,"8":17527,"9":702},"name":{"0":"Pessoa Analista de Customer Experience Jr. | Dados","1":"Estágio em Análise de Dados e Inteligência de Mercado","2":"Assistente Estratégia, Evolução e Dados - Sede PR ","3":"Analista Estratégia, Evolução e Dados - Sede PR","4":"Assessor Estratégia, Evolução e Dados - Sede PR ","5":"Coordenador de bancos de dados","6":"Analista Serviço Cliente Sr. (Analista de Dados Sr.) - Exclusiva para LGBTQIAP+","7":"Analista de Dados - BI | Sede Administrativa - Tangará da Serra\/MT ","8":" Product Owner (Dados\/IA, Desenvol. e Infraestrutura)","9":"Banco de Talentos - Analista de Dados"},"description":{"0":"Como é a nossa área de Alto Impacto e RCX? Nosso time tem a missão de cuidar da reputação do will e garantir a melhor experiência para os clientes, acompanhando suas jornadas, especialmente em momentos críticos.Empatia e colaboração são valores que cultivamos e valorizamos todos os dias!Aqui, lidamos com temas relacionados a redes sociais, Reclame Aqui, Consumidor.gov e Resolução CX. Se você ama trabalhar com dados, organização e se sente à vontade em um ambiente dinâmico, será um prazer contar com você na nossa equipe. Venha fazer a diferença, acolhendo e cuidando dos nossos clientes com dedicação e empatia!Responsabilidades e atribuições﻿Quais serão os seus desafios?Extrair, organizar e estruturar relatórios;Criar apresentações;Revisar os dados para assegurar precisão e integridade;Utilizar ferramentas como Excel, Power BI, Tableau, ou Google Sheets para organização e visualização de dados;Dar assessoria\/suporte aos gestores (coordenadores e supervisores) internos sobre o dia a dia;Realizar ações de fechamento no backlog, filtrando interações que não necessitam de resposta, analisando palavras-chave e garantindo o tagueamento correto dos casos.Requisitos e qualificações Para isso, você vai precisar ter:Experência com gestão de dados, indicadores, planejamento e operações;Experiência em dashboards e análise de dados;Capacidade de trabalhar com prazos e prioridades em um ambiente dinâmico; Organização e atenção aos detalhes. E será um diferencial se você tiver:Experência com métricas de atendimento;Elaboração e design de apresentações.Informações adicionaisGostou? Isso porque você ainda não viu os benefícios de ser um willer:&nbsp;Cartão Flash para seus gastos flexíveis:&nbsp;Com valores compatíveis com o mercado, destinados a Vale Alimentação\/Refeição, home office, parte totalmente flexível para uso em aplicativos de mobilidade, farmácias, cultura, educação, alimentação e refeições.&nbsp;Saúde de qualidade com a Amil:&nbsp;Tenha acesso a uma rede de saúde e odontológica de primeira linha através da Amil Saúde.&nbsp;Benefícios que fazem a diferença:&nbsp;Oferecemos seguro de vida, auxílio creche, auxílio para dependentes com deficiência, um dia de folga especial no seu aniversário, além de descontos em farmácias e parcerias com o Sesc em todo o Brasil.&nbsp;Bem-Estar é prioridade:&nbsp;Cuide da sua saúde mental e física com as parcerias que temos. Acesse serviços profissionais de psicologia com o C4life e Psicologia Viva, e tenha acesso a academias e aulas online através do Wellhub e Totalpass.&nbsp;Educação é essencial:&nbsp;Descontos em instituições de ensino, como SkillHub, Faculdade São Judas, Estácio de Sá, Ibemec, EnglishBay, LingoPass e muito mais.&nbsp;Programa Distribuwill:&nbsp;Faça parte do nosso Programa de Participação nos Resultados, o Distribuwill!&nbsp;Inclusão e diversidade:&nbsp;Oferecemos reembolso para a retificação de nomes para pessoas trans, e acreditamos em uma licença parental de 180 dias para um cuidado igualitário em todas as configurações familiares.&nbsp;Clube will by coClub:&nbsp;Participe do Clube will, uma plataforma exclusiva que conecta nossa comunidade com interesses em comum, desafios, benefícios, experiências e celebrações!Confira nossas outras oportunidades :)#LI-SM1 #LI-REMOTE","1":"Atuar no desenvolvimento de ferramentas para automatizar processos internos com o objetivo de apoiar a equipe comercial na tomada de decisões. Manipulação de dados, realizando análises e gerando relatórios analíticos, além de preparar apresentações visuais usando PowerPoint, Power BI e outras ferramentas. O estagiário terá a oportunidade de aplicar conhecimentos em Inteligência Artificial para otimizar processos e soluções dentro da empresa. Além disso, criará materiais visuais e gráficos para facilitar a comunicação de projetos e resultados.Responsabilidades e atribuiçõesProgramação e Automação: Aplicar conhecimentos de programação (Python, R, VBA) para automatizar processos e desenvolver ferramentas de suporte à tomada de decisão ao time comercial;Análise de Dados e Apresentação: Manipular dados complexos, criar relatórios analíticos e desenvolver apresentações visuais no PowerPoint, Power BI e outros programas de apresentação.Design e Comunicação Visual: Empregar habilidades de design para criar materiais visuais que melhoram a efetividade da comunicação de projetos e resultados.Requisitos e qualificaçõesEsperamos que você tenha:Cursando graduação em Ciência da Computação, Engenharia de Software, Engenharia de computação, Estatística ou áreas relacionadas.Vivência em programação, especialmente em Python ou R.Habilidades em Excel e Power Point para análise de dados e criação de apresentações.Conhecimento em design gráfico, com experiência em ferramentas como Adobe Creative Suite (Photoshop, Illustrator).Será um diferencial se você tiver:Inglês intermediárioInformações adicionaisO que esperar dessa experiência?Remuneração competitiva com o mercado;Cartão flexível para uso de vale alimentação ou refeição;Plano de saúde;Plano Odontológico;Seguro de vida;Horários flexíveis;Gympass;Convênio com SESC;Convênio com SESI e SENAI;Auxílio Creche;Parcerias com instituições de ensino;Oportunidades de desenvolvimento profissional;Escritório Pet Friendly;Clima descontraído.","2":"Exercer atividades no apoio estratégico, na consolidação de informações estratégicas e gerencias com foco na tomada de decisão. Se você é alguém que adora explorar novas tecnologias e tem experiência com desenvolvimento de sistemas, automação de processos e melhoria de fluxos de trabalho e dados, essa oportunidade é para você.Responsabilidades e atribuiçõesDesenvolver e manter relatórios e dashboards interativos em ferramentas como Power BI, Tableau ou similares.Estruturar e tratar grandes volumes de dados, garantindo sua qualidade e integridade.Atuar na extração, transformação e carregamento (ETL) de dados para construção de pipelines eficientes.Identificar tendências e padrões nos dados, traduzindo-os em insights estratégicos para as áreas de negócio.Implementar processos e ferramentas de automação para coleta e análise de dados.Apoiar na criação e monitoramento de indicadores de desempenho (KPIs) e metas corporativas.&nbsp;Requisitos e qualificaçõesGraduação em Tecnologia da Informação, Estatística, Administração, Engenharia, Ciências da Computação ou áreas correlatas. Pós-graduação será um diferencial;Excel Avançado, incluindo fórmulas, conexões e automações;Experiência em extração de dados de sistemas e bancos de dados;Proficiência em Python e biblioteca específica Spark;Experiência na ferramenta Power BI;Conhecimento básico em ETL (Extração, Transformação e Carregamento de Dados);Conhecimento em Office 365, com foco na integração entre aplicativos como SharePoint e Power Automate;Organização, atenção aos detalhes e habilidade de lidar com prazos;Capacidade de trabalhar de forma colaborativa e interdisciplinar;Proatividade e interesse em aprender e inovar continuamente;Habilidade para trabalhar de forma independente e em equipe, com um forte senso de responsabilidade e comprometimento com prazos;&nbsp;Informações adicionais","3":"Exercer atividades no apoio estratégico, na consolidação de informações estratégicas e gerencias com foco na tomada de decisão. Se você é alguém que adora explorar novas tecnologias e tem experiência com desenvolvimento de sistemas, automação de processos e melhoria de fluxos de trabalho e dados, essa oportunidade é para você.Responsabilidades e atribuiçõesDesenvolver e manter relatórios e dashboards interativos em ferramentas como Power BI, Tableau ou similares.Estruturar e tratar grandes volumes de dados, garantindo sua qualidade e integridade.Atuar na extração, transformação e carregamento (ETL) de dados para construção de pipelines eficientes.Identificar tendências e padrões nos dados, traduzindo-os em insights estratégicos para as áreas de negócio.Implementar processos e ferramentas de automação para coleta e análise de dados.Apoiar na criação e monitoramento de indicadores de desempenho (KPIs) e metas corporativas.Colaborar com as áreas estratégicas e operacionais para entender necessidades de análise e propor soluções baseadas em dados.&nbsp;Requisitos e qualificaçõesGraduação em Tecnologia da Informação, Estatística, Administração, Engenharia, Ciências da Computação ou áreas correlatas. Pós-graduação será um diferencial;Capacidade Analítica\/Lógica para resolver problemas complexos utilizando dados;Excel Avançado, incluindo fórmulas, conexões e automações;Experiência em extração de dados de sistemas e bancos de dados;Proficiência em Python e biblioteca específica Spark;Experiência na ferramenta Power BI;Conhecimento básico em ETL (Extração, Transformação e Carregamento de Dados);Conhecimento em Office 365, com foco na integração entre aplicativos como SharePoint e Power Automate;Organização, atenção aos detalhes e habilidade de lidar com prazos;Boa comunicação e facilidade em traduzir dados em narrativas estratégicas;Capacidade de trabalhar de forma colaborativa e interdisciplinar;Proatividade e interesse em aprender e inovar continuamente;&nbsp;Informações adicionais","4":"Exercer atividades no apoio estratégico, na consolidação de informações estratégicas e gerencias com foco na tomada de decisão. Se você é alguém que adora explorar novas tecnologias e tem experiência com desenvolvimento de sistemas, automação de processos e melhoria de fluxos de trabalho e dados, essa oportunidade é para você.Responsabilidades e atribuiçõesRealizar análises de viabilidade financeira e econômica de projetos e iniciativas;Preparar relatórios gerenciais, dashboards e apresentações para suporte à tomada de decisão;Colaborar no desenvolvimento de metodologias e indicadores de desempenho (KPIs);Identificar oportunidades de melhoria em processos internos e propor soluções estratégicas;Monitorar o cumprimento de metas e resultados, reportando desvios e propondo ou apoiando na proposição de planos de ação;Apoiar na gestão de projetos e no alinhamento de iniciativas estratégicas.Requisitos e qualificaçõesAdministração, Economia, Contabilidade ou áreas correlatas. Pós-graduação será um diferencial;Domínio de ferramentas de análise de dados (Excel avançado, Power BI, etc.).Experiência em metodologias de planejamento estratégico (BSC, OKRs, SWOT).Habilidade com softwares de gestão financeira;Forte capacidade analítica e pensamento crítico;Organização e atenção aos detalhes.Habilidades de comunicação escrita e verbal, com foco em apresentações.Comprometimento com prazos e entregas de qualidade.&nbsp;Informações adicionaisDisponibilidade de viagensVeiculo próprio","5":"Descrição do timeO time de DBRE é responsável pela supervisão e gestão da infraestrutura de bancos de dados da empresa. Somos um time especializado que garante a disponibilidade, confiabilidade e escalabilidade dos sistemas de bancos de dados em nuvem. Realizamos o monitoramento proativo, automação de processos, gestão de incidentes, otimização de desempenho e implementação de boas práticas de segurança focadas em bancos de dados.Descrição do papelNo papel de Coordenador de DBRE na Blip, você será responsável por supervisionar e gerenciar o time de DBRE, garantindo que a infraestrutura de bancos de dados e os sistemas da empresa operem com alta disponibilidade, confiabilidade e eficiência. Suas principais responsabilidades incluem a contratação e desenvolvimento de uma equipe de ponta, proporcionando um ambiente em que os membros possam ter sucesso e crescer. Também é seu papel garantir que nossa linha de frente para resolução de incidentes relacionados a bancos de dados funcione bem, de forma rápida, resolutiva e centrada no cliente. Você trabalhará diretamente com tecnologias de ponta relacionadas à nuvem e bancos de dados, sendo a decisão final quando o time se deparar com obstáculos técnicos ou operacionais. Além disso, será essencial colaborar de maneira eficaz com outros departamentos para garantir o alinhamento entre as necessidades de infraestrutura de bancos de dados e os objetivos de produto, bem como identificar e mitigar riscos relacionados à operação. Você também irá desenvolver e aprimorar processos e práticas de DBRE, com foco em automação e eficiência operacional, assegurando que a Blip continue a crescer de forma sustentável e segura.Se você é uma Pessoa com Deficiência (PcD), saiba que todas as vagas da Blip também são inclusivas. Estamos esperando sua inscrição! 🚀Responsabilidades e atribuiçõesContratar e desenvolver uma equipe de excelência: Liderar o processo de recrutamento, garantindo a formação de um time de DBRE que viva os valores da Blip e atue de maneira proativa no fortalecimento da infraestrutura de bancos de dados.Garantir um ambiente de alta performance: Criar um ambiente onde os membros do time possam crescer, se desenvolver e entregar resultados consistentes e de alta qualidade na gestão dos bancos de dados.Realizar 1:1s regulares com os membros da equipe: Fornecer feedback constante e promover o desenvolvimento contínuo dos engenheiros de DBRE.Gerenciar projetos ágeis: Supervisionar e organizar projetos dentro das práticas ágeis, garantindo entregas eficientes e alinhadas com as necessidades de negócio relacionadas a bancos de dados.Trabalhar de forma colaborativa com outras áreas de engenharia: Coordenar com outros times de engenharia e produtos para assegurar que os objetivos e metas da infraestrutura de bancos de dados estão alinhados com as estratégias gerais da empresa.Melhorar a qualidade, segurança e desempenho da infraestrutura de bancos de dados: Implementar iniciativas que aumentem a confiabilidade, segurança e escalabilidade dos sistemas de bancos de dados, identificando áreas de melhoria e automatizando processos.Liderar ou participar da gestão de incidentes: Participar da rotação de Gerenciamento de Incidentes para garantir que os objetivos de disponibilidade dos bancos de dados sejam atendidos, agindo de forma rápida e eficaz na mitigação de problemas.Gerir riscos e assegurar conformidade: Garantir que a operação da infraestrutura de bancos de dados esteja em conformidade com as políticas de segurança e padrões regulatórios, implementando boas práticas para mitigação de riscos operacionais.Desenvolver e implementar políticas de infraestrutura de bancos de dados: Criar e aprimorar procedimentos e políticas voltadas à otimização da eficiência, automação e monitoramento dos sistemas críticos de bancos de dados da Blip, assegurando escalabilidade e sustentabilidade de longo prazo.Requisitos e qualificaçõesFormação acadêmica: Bacharelado em Ciência da Computação, Engenharia de Software ou área correlata; experiência equivalente comprovada é considerada equivalente à formação.Experiência em gestão de equipes de engenharia de software: Comprovada capacidade de liderar times de DBRE ou equipes de banco de dados, promovendo um ambiente de alto desempenho e entregas consistentes.Forte background técnico: Proficiência em tecnologias de nuvem (especialmente Google Cloud e\/ou Azure), bancos de dados (em especial SQL Server, Cassandra, Redis, MongoDB), automação de infraestrutura e práticas de observabilidade e monitoramento (especialmente Grafana stack).Experiência com plataformas de grande escala: Vivência em ambientes de alta disponibilidade e sistemas de bancos de dados distribuídos em escala de consumidores ou empresas.Vivência em empresas de produto ou startups: Experiência em trabalhar em organizações de software voltadas a produtos ou startups, com foco em crescimento rápido e constante evolução tecnológica.Habilidades de comunicação excepcionais: Capacidade de se comunicar de forma clara e eficaz com equipes técnicas e não técnicas, articulando ideias complexas de forma simples e objetiva.Experiência em projetos complexos: Habilidade comprovada em gerenciar múltiplos projetos de alta complexidade e prioridades concorrentes, garantindo entregas dentro dos prazos e com qualidade.Conhecimento em práticas de segurança e conformidade: Experiência em garantir que os processos e a infraestrutura de bancos de dados estejam em conformidade com as políticas de segurança, regulamentos e boas práticas da indústria.Capacidade de tomada de decisão sob pressão: Demonstrada habilidade de tomar decisões críticas rapidamente, especialmente durante a gestão de incidentes e momentos de alta pressão.Experiência com CI\/CD e automação de pipelines: Habilidade em implementar e otimizar pipelines de integração e entrega contínua (CI\/CD) para bancos de dados, promovendo agilidade e eficiência no desenvolvimento e entrega de software.Habilidade de colaborar com times diversos: Capacidade de trabalhar de maneira eficaz com outros departamentos, promovendo um ambiente colaborativo e integrado entre times de engenharia, produtos e operações.E será um diferencial se você:Inglês fluente: Essencial para comunicação com stakeholders globais. Fluência em outros idiomas será considerada um diferencial adicional.Contribuições para a comunidade open source: Participação ativa ou contribuições significativas para projetos de código aberto relacionados a bancos de dados ou infraestrutura, demonstrando envolvimento com a comunidade técnica global.Engajamento em comunidades técnicas online: Participação ativa em fóruns e comunidades técnicas (como Stack Overflow, DevOpsDays, Meetups especializados em bancos de dados) ou publicação de artigos técnicos, evidenciando interesse contínuo em aprendizado e compartilhamento de conhecimento.Informações adicionaisVantagens e benefíciosNada básico que amamos:Vale Alimentação ou Refeição no valor de R$968,00 fixo (inclusive nas férias);Vale transporte para modelos de trabalhos híbrido ou presencial;Day-off: dia de folga pelo seu aniversário;Auxílio home office para modelos de trabalho remoto ou híbrido;Modelos de trabalho 100% remoto, híbrido ou presencial;Bonificação anual de acordo com resultados da empresa e políticas vigentes;Vale Cultura para usar em livrarias, papelarias, comprar livros, ingressos de teatro, shows, cinema e mais;&nbsp;Reembolso do registro da troca do nome social para pessoas trans;Empréstimo Consignado: parceria com alguns bancos que facilita na contratação de um empréstimo consignado;No dress code.Saúde e bem-estar:Assistência médica de cobertura nacional para&nbsp;Blippers&nbsp;e dependentes, coparticipativo e com desconto de R$1,00 em folha;Assistência odontológica para Blippers e dependentes;Wellhub Gympass para Blippers e dependentes: plataforma que dá acesso a academias, estúdios e apps de bem-estar para você cuidar da sua saúde;Psicologia viva: plataforma de atendimentos psicológicos online com coparticipação;Seguro de vida sem custo para Blippers;Horário flexível: nosso regime de 40h semanais pode ser feito em horário flexível, desde que alinhados com a sua liderança;Família:Licença estendida para todas as pessoas gestantes (180 dias) e para todas as pessoas que assumem responsabilidade parental (30 dias), extensível&nbsp;para papais e mamães que adotarem ou obtiverem a guarda judicial da criança e para casais homoafetivos;Auxílio creche para crianças até 71 meses;Auxílio mensal para Baby Blippers com deficiência para tratamento e\/ou escola especializada;Auxílio recém-nascido de R$1.000,00, válido também nos casos de adoção.Carreira e formação:Apoio em capacitações, conforme as políticas de elegibilidade e alinhamentos das áreas;Lifelong Learning: contamos com a Degreed, uma das maiores plataformas de aprendizagem do mundo com acesso a conteúdos ilimitados sobre diversos temas;Galena: descontos em graduações e cursos de desenvolvimento em instituições educacionais.","6":"VP Engenharia e Serviços ao ClienteDiretoria de Serviços ao Cliente CentralizadoLocal de Trabalho: Chucri Zaidan&nbsp;Missão: Atuar no time de Analytics e diagnósticos, realizando análises prescritivas, descritivas, exploratórias e preditivas de fenômenos envolvendo qualidade de campo, produção e temas relacionados a diretoria, participando ativamente na transformação de dados em informações relevantes para o negócio.Responsabilidades e atribuiçõesRESPONSABILIDADES E ATRIBUIÇÕESExcelentes habilidades analíticas, com capacidade de trabalhar com grandes volumes de dados, aplicando técnicas de análises de dados, machine learnig e estatística.Compreensão sólida de matemática e estatística, incluindo noções de probabilidade, regressão, inferências e álgebra linear, para a construção e interpretação de modelos de estudo estatísticos. Foco em resultados e entrega de valor de negócios.Pensamento crítico, para tomar decisões mais racionais e lógicas, formular hipóteses, coletar informações e até mesmo explorar outros pontos de vista. Atitude hands-on e disposição para enfrentar desafios. Apoiar o time incentivando a melhoria contínua.Requisitos e qualificaçõesREQUISITOS E QUALIFICAÇÕESEnsino superior completo;Experiência com ferramentas de análise de dados para coletar, limpar, transformar e modelar dados, como SQL, Excel, R e Python. Experiência no trabalho com modelos estatísticos.Vivência com ferramentas de visualização de dados, como Power BI, de maneira clara e informativa.Experiência com Data Storytelling;Vivência em banco de dados SQL;Vivência com trabalho em equipe;Pacote Office Avançado (Excel\/PowerPoint principalmente);Conhecimento e prática usando metodologias Ágeis.Será considerado um diferencial: &nbsp;Pós-Graduação em áreas de IA, Ciência de Dados ou correlatas;Ter atuado em um time de Ciência de Dados ou Analytics.Informações adicionaisVeja o que ofereceremos* para você:Na Vivo não medimos esforços em apoiar e valorizar nossos colaboradores. Não são apenas excelentes&nbsp;benefícios, mas também flexíveis.• Escolher o benefício ideal para você e seus dependentes, numa plataforma digital com diversas&nbsp;categorias de Academia, VR, VA, Auxílio Farmácia, Assistência Médica, Odontológica e Seguro de Vida;• Celular corporativo. Sim, um smartphone novinho para você!• Plano de voz e Dados ilimitado! Sim ilimitado! Com a melhor rede móvel, ainda mais rápida com o&nbsp;5G da Vivo!• Uma oferta exclusiva da Vivo, com desconto especial em linha fixa, banda larga, TV e apps;• Terá direito a receber Bônus ou PPR anual;• Planejará seu futuro através do plano de Previdência Privada;• Tem filhos? Terá direito a um subsídio para ajudar nas despesas com escola, creche ou babá;• Viver em um ambiente que respeitará sua personalidade, seu estilo de se vestir, seu jeito de ser e&nbsp;poderá ser autêntico. #VemdeVocê• Trabalhar remotamente até 3 vezes por semana. #Mobility• Ter flexibilidade de horário;• Aproveitar um dia de folga (Day off) para comemorar seu aniversário;• Participar de um dos maiores programas de voluntariado corporativo para você transformar o mundo;• Usufruir do nosso Programa de Desenvolvimento Educacional que oferece parcerias em instituições&nbsp;de ensino com desconto; certificações e cursos online.• Potencializar sua carreira por meio do nosso Programa de Recrutamento Interno, no Brasil ou fora,&nbsp;afinal estamos presentes em mais de 17 países! #VivoMinhaCarreira• Contar com uma série de iniciativas para melhorar a sua saúde física, emocional e social! Por aqui,&nbsp;temos o #VivoBemEstar, que estimula o nosso time a ter hábitos saudáveis e mais qualidade de vida!&nbsp;Disponibilizados aos nossos colaboradores consultas com nutricionista, psicólogos, serviço social,&nbsp;telemedicina, e muito mais!• Todas as nossas vagas são elegíveis a pessoas com deficiência e\/ou reabilitados. Temos uma cultura&nbsp;que valoriza a diversidade, as diferenças e o potencial das pessoas! #VivoDiversidade#VemPraVivo","7":"Somos humanos Entendemos a diversidade e a inclusão como fundamentais para o desenvolvimento da sociedade. Por isso, procuramos ser cada vez mais diversos. Para que mais pessoas possam ter orgulho do que fazemos juntos! &nbsp;💚Você conhece a Certificação ANBIMA?Anbima é a sigla da Associação Brasileira das Entidades dos Mercados Financeiro e de Capitais. Ela é responsável por definir uma série de boas práticas para as empresas desses setores, além de oferecer certificações para os profissionais das áreas.&nbsp;Dentre as certificações que ela possui, temos: CPA10, CPA20 e CEA.&nbsp;CPA-10 é uma certificação importante para os profissionais do mercado financeiro. Além de ser obrigatória para atuação direta em prospecção, vendas e atendimentos a investidores, ela lhe tornará mais capacitado dentro do mercado.Responsabilidades e atribuições\tBuscamos um profissional dedicado e competente para atuar como Analista de Dados no setor de Estratégia e Inovação, comprometendo-se a manter as bases de dados normalizadas e atualizada, mantendo alta disponibilidade para o consumo de sistemas e dashboards. Também preparado para atuar com análise estatística para modelagem de dados com objetivo de apoiar na tomada de decisão.Coletar, analisar e interpretar grandes conjuntos de dados relacionados às operações da empresa, identificando padrões, tendências e oportunidades de melhoria; Desenvolver e manter dashboards interativo em Power BI;Analisar e identificar tendências e padrões;Colaborar com equipes de diferentes áreas;Traduzir estratégias de negócio em insights de dados;Garantir a qualidade e integridade dos dados e nos relatórios;Apresentar resultados para a liderança e partes interessadas;Criar documentação técnica e treinamentos sobre relatórios e dashboards;Requisitos e qualificaçõesEnsino Superior Completo: Ciência de Dados, Sistemas de Informação, Ciência da Computação, Estatística, Matemática, Economia ou áreas afins;Experiência em Banco de Dados – SQL;Experiência em Python;Experiência de Excel e Power BI (Fórmulas avançadas, tabelas dinâmicas, DAX e Power Query);Conhecimento de estatística básica e testes estatísticos; Raciocínio Lógico;DiferenciaisConhecimento em ciência de dados;Conhecimento em Databricks;Conhecimento de Python, Power Apps e Power Automate;Experiência em mercado financeiro;Certificação CPA-10 ou CPA-20.Informações adicionaisBenefícios que irão proporcionar uma qualidade de vida e felicidade à você e sua base familiar:&nbsp;Vale Alimentação\/Refeição;PPR;Gympass;Vale Presente Natal;Plano de Saúde;Plano Odontológico;Seguro de Vida;Plano de Previdência Privada;Auxilio Creche;Vale Presente Aniversário;Folga Aniversário;Vale Transporte;Adicional Tempo de Serviço;Auxilio Pós Graduação;Auxilio Funeral;Ginástica Laboral;Sempre Bem;Comemoração Aniversariante do Mês etc.&nbsp;&nbsp;Fique atento (a) às mensagens recebidas aqui na GUPY. Este será nosso principal meio de comunicação e é através dele que você conseguirá participar das próximas etapas, caso seja selecionado (a)!","8":"UTILIZE A SUA PAIXÃO POR TECNOLOGIA PARA CAUSAR IMPACTO POSITIVO E #VemSerLuminiITAqui na Lumini IT a inovação e a resiliência fazem parte da nossa rotina.Somos uma empresa de soluções de TI que preza pela qualidade e agilidade na entrega de seus serviços.O nosso grande segredo para estar sempre um passo à frente do mercado é a audácia e a transformação que cada LUMINER promove todos os dias.Nossa integridade nos impulsiona e, o melhor, todo mundo colabora com todo mundo, não importa quem deu a ideia, somos uma empresa de estratégia horizontal, todas as pessoas estão dispostas a ajudar e se envolvem legitimamente para fazer dar certo e entregar resultados.Curtiu? Inscreva-se na vaga!Responsabilidades e atribuiçõesConstruir para o time de desenvolvimento, dados e IA a visão de produto ou serviço solicitado pelo cliente; Escrever, priorizar e detalhar os itens do backlog, critério de aceite, DOD (Declaration of Business Obligations)&nbsp;de negócio; Garantir que esteja desenhada a jornada do cliente.&nbsp;Deverá ter agilidade na construção e na otimização de soluções, oferecendo aos nossos clientes as informações necessárias para o processo decisório, antecipando eventos por meio da incorporação de tecnologias emergentes de dados.  Buscar encantar nossos novos clientes com soluções inovadoras, modernas e que traga valor para o negócio do cliente. Sobre suas responsabilidades:﻿Prezar pela evolução da maturidade de dados de nossos clientes.Construir propostas de pré-venda para novos clientes, participando ativamente do entendimento e discussão com os futuros clientes.Garantir a entrega, gestão e visibilidade recorrente dos projetos da área junto aos clientes e áreas internas;Garantir que os insights analíticos sejam percebidos como recomendações concretas e acionáveis para melhoria do negócio de nossos clientes;Buscar através da excelência na execução e de nossas entregas o reconhecimento de parceiro estratégico junto aos nossos clientes;Apoiar de forma efetiva a elaboração de propostas de negócio para novas oportunidades em cada um de nossos clientes e ou potenciais novos clientes.Requisitos e qualificaçõesExperiência necessária:Vivência anterior de no mínimo 5 anos em posição sênior de engenharia, ML e ou ciência de dados\/IA;Sólidos conhecimentos nas melhores práticas de mercado em dados, gestão de tecnologia da informação, processos de inovação, arquitetura e desenho de soluções;Habilidade no gerenciamento de programas complexos e na gestão por indicadores de performance;Postura de dono, foco em resultados, paixão pelo negócio, grande capacidade de execução;Orientação à vendas;“Mão na massa”;Visão holística, pensamento estruturado focado na resolução de problemas nos diversos níveis organizacionais;Comunicação efetiva e liderança focada no desenvolvimento das pessoas;Inglês Avançado.&nbsp;Você se destaca em:Ciência de Dados;Estatística;Engenharia de Software;Inteligência Artificial;Machine learning;Power BI;Ferramentas Microsoft Self Service BI;Linguagens C#, .Net, VB, VBA e Python;Excel avançado.Informações adicionaisModalidade de Trabalho: Híbrido (3x Presencial e 2x Home Office);Local: Itaim Bibi ;Contratação: PJ;Horário de Atuação: Horário comercial.Benefícios PJ:Bônus por alcance de metas (conforme regras especificas da empresa, divulgadas anualmente);20 dias de descanso remunerados por ano;Auxílio estacionamento (R$ 150,00\/mês) para quem atua em vagas presenciais ou híbridas;Benefício Gympass (Wellhub).Importante: Nós valorizamos a diversidade e inclusão, consideramos todos os candidatos para as nossas vagas, independente de cor, raça, religião, gênero e identidade de gênero, nacionalidade, deficiência, orientação sexual, ascendência, idade, etc.","9":"A ioasys é especialista em criar soluções únicas para empresas ousadas. Somos experts em trazer o melhor do universo digital para nossos clientes e transformar, repensar e evoluir a sociedade. Ajudamos marcas a inovar seguindo os princípios de metodologia ágil e abordagem centrada no usuário.Fazemos parte do Grupo Alpargatas, uma empresa centenária, global e inovadora. Caminhando juntos, desenvolvemos soluções de ponta a ponta, promovendo a transformação digital de grandes empresas do mercado nacional e internacional como: Banco Inter, Burger King, BASF, VR Benefícios, LATAM Airlines, Pfizer, Localiza, Fleury, DMCard, Fundação Dom Cabral e Suvinil.Proporcionamos um ambiente dedicado ao crescimento, com profissionais incríveis e de aprendizado constante em escritórios que estimulam a criatividade e produtividade. Você estará em uma equipe horizontal e transparente, que não apenas valoriza suas ideias, mas também espera que você faça parte da construção da empresa com a gente.Acreditamos no nosso trabalho e carregamos no nosso DNA a certeza de que temos o poder de impactar milhões de vidas com cada projeto que executamos. Não somos apenas pensadores, somos realizadores!Para a vaga de&nbsp;Analista de Dados&nbsp;, buscamos um profissional que tenha visão de negócio, experiência com análise de comportamento de usuários baseada em dados, conhecimento em alguma linguagem de programação, métricas digitais e esteja sempre antenado a todas às novidades do mercado.Responsabilidades e atribuições• Colaborar com usuários para criar dashboards e relatórios em ferramentas como Power BI e Tableau, traduzindo dados em insights visuais claros e impactantes;• Realizar análises exploratórias, aplicar métodos estatísticos e construir argumentos com base nos dados para gerar insights relevantes;• Apresentar resultados analíticos de forma clara e persuasiva, utilizando storytelling para engajar e convencer stakeholders;• Identificar e propor novos produtos ou soluções de dados que agreguem valor ao negócio, levantando requisitos e alinhando com as equipes técnicas.Requisitos e qualificações•  Graduação completa de preferência em áreas correlatadas a tecnologia;•  Experiência com serviços em nuvem, preferencialmente em AWS, GCP ou Azure.•  Conhecimento em Databricks e arquitetura de dados como Delta Lake e Data Lake.•  Experiência com Power BI, Tableau ou  Google Data Studio para criação de dashboards e relatórios;•  Experiência com Python para manipulação, análise de dados e automação de processos•  Conhecimento em metodologias ágeis para projetos de dados•  Conhecimento  em Linguagem SQL;•  Conhecimento com Google Analytics e Google Looker;Informações adicionais• Regime CLT ou PJ;• Liberdade para exercer suas habilidades em um ambiente dinâmico e horizontal;• Jornada flexível;• Day Off – Birthday;• Talks e Cursos internos ministrados por nossos especialistas;• Curso de Inglês (In Company);• OnHappy;• Zenklub;• Descontos de até 75% em produtos Alpa;• Licença PET;• Wellhub;• Moeda interna com loja de produtos próprios.Vem com a gente! Se inscreve aí! :)"},"careerPageId":{"0":2323,"1":46672,"2":317,"3":317,"4":317,"5":163770,"6":246,"7":317,"8":40930,"9":882},"careerPageName":{"0":"will bank","1":"Brasol - Soluções Energéticas Inteligentes","2":"Sicredi","3":"Sicredi","4":"Sicredi","5":"Blip","6":"Vem Pra Vivo","7":"Sicredi","8":"Lumini IT Solutions","9":"ioasys"},"careerPageLogo":{"0":"https:\/\/attachments.gupy.io\/production\/companies\/1287\/career\/2323\/images\/2020-09-23_13-41_logo.jpg","1":"https:\/\/attachments.gupy.io\/production\/companies\/20629\/career\/46672\/images\/2022-01-25_00-42_logo.jpg","2":"https:\/\/attachments.gupy.io\/production\/companies\/364\/career\/317\/images\/logo.png","3":"https:\/\/attachments.gupy.io\/production\/companies\/364\/career\/317\/images\/logo.png","4":"https:\/\/attachments.gupy.io\/production\/companies\/364\/career\/317\/images\/logo.png","5":"https:\/\/attachments.gupy.io\/production\/companies\/1902\/career\/163770\/images\/2023-06-20_16-43_companyLogoUrl.png","6":"https:\/\/attachments.gupy.io\/production\/companies\/316\/career\/246\/images\/logo.png","7":"https:\/\/attachments.gupy.io\/production\/companies\/364\/career\/317\/images\/logo.png","8":"https:\/\/attachments.gupy.io\/production\/companies\/17527\/career\/40930\/images\/2021-12-27_20-10_logo.png","9":"https:\/\/attachments.gupy.io\/production\/companies\/702\/career\/882\/images\/2023-05-08_14-51_companyLogoUrl.png"},"type":{"0":"vacancy_type_effective","1":"vacancy_type_internship","2":"vacancy_type_effective","3":"vacancy_type_effective","4":"vacancy_type_effective","5":"vacancy_type_effective","6":"vacancy_type_effective","7":"vacancy_type_effective","8":"vacancy_legal_entity","9":"vacancy_type_talent_pool"},"publishedDate":{"0":"2024-11-29T22:48:37.113Z","1":"2024-11-29T20:37:30.852Z","2":"2024-11-29T20:23:46.424Z","3":"2024-11-29T20:20:10.217Z","4":"2024-11-29T20:14:59.532Z","5":"2024-11-29T19:53:41.928Z","6":"2024-11-29T19:33:56.805Z","7":"2024-11-29T19:27:23.473Z","8":"2024-11-29T19:23:25.047Z","9":"2024-11-29T18:54:43.745Z"},"applicationDeadline":{"0":"2024-12-03T00:00:00.000Z","1":"2025-02-28T00:00:00.000Z","2":"2024-12-20T00:00:00.000Z","3":"2024-12-20T00:00:00.000Z","4":"2024-12-20T00:00:00.000Z","5":"2024-12-25T00:00:00.000Z","6":"2024-12-05T00:00:00.000Z","7":"2025-01-28T00:00:00.000Z","8":"2025-03-28T00:00:00.000Z","9":"2025-01-31T00:00:00.000Z"},"isRemoteWork":{"0":true,"1":false,"2":false,"3":false,"4":false,"5":true,"6":false,"7":false,"8":false,"9":true},"city":{"0":"","1":"São Paulo","2":"Marechal Cândido Rondon","3":"Marechal Cândido Rondon","4":"Marechal Cândido Rondon","5":"","6":"São Paulo","7":"Tangará da Serra","8":"São Paulo","9":""},"state":{"0":"","1":"São Paulo","2":"Paraná","3":"Paraná","4":"Paraná","5":"","6":"São Paulo","7":"Mato Grosso","8":"São Paulo","9":""},"country":{"0":"Brasil","1":"Brasil","2":"Brasil","3":"Brasil","4":"Brasil","5":"Brasil","6":"Brasil","7":"Brasil","8":"Brasil","9":"Brasil"},"jobUrl":{"0":"https:\/\/vemserwill.gupy.io\/job\/eyJqb2JJZCI6ODE5NzkxMywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","1":"https:\/\/brasol.gupy.io\/job\/eyJqb2JJZCI6ODIxNjc4Niwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","2":"https:\/\/sicredi.gupy.io\/job\/eyJqb2JJZCI6ODIxNjU1MCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","3":"https:\/\/sicredi.gupy.io\/job\/eyJqb2JJZCI6ODIxNjk3Mywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","4":"https:\/\/sicredi.gupy.io\/job\/eyJqb2JJZCI6ODIxNzA2Nywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","5":"https:\/\/blip.gupy.io\/job\/eyJqb2JJZCI6ODIxNzQ0NCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","6":"https:\/\/vivo.gupy.io\/job\/eyJqb2JJZCI6ODIxNDM4OCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","7":"https:\/\/sicredi.gupy.io\/job\/eyJqb2JJZCI6ODIxNzA5Miwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","8":"https:\/\/luminiitsolutions.gupy.io\/job\/eyJqb2JJZCI6ODIxNjk4MSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","9":"https:\/\/ioasys.gupy.io\/job\/eyJqb2JJZCI6ODIwOTU5NSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal"},"badges":{"0":{"friendlyBadge":true},"1":{"friendlyBadge":true},"2":{"friendlyBadge":true},"3":{"friendlyBadge":true},"4":{"friendlyBadge":true},"5":{"friendlyBadge":true},"6":{"friendlyBadge":true},"7":{"friendlyBadge":true},"8":{"friendlyBadge":true},"9":{"friendlyBadge":true}},"disabilities":{"0":true,"1":true,"2":true,"3":true,"4":true,"5":true,"6":true,"7":true,"8":false,"9":true},"workplaceType":{"0":"remote","1":"hybrid","2":"on-site","3":"on-site","4":"on-site","5":"remote","6":"hybrid","7":"on-site","8":"hybrid","9":"remote"},"careerPageUrl":{"0":"https:\/\/vemserwill.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","1":"https:\/\/brasol.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","2":"https:\/\/sicredi.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","3":"https:\/\/sicredi.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","4":"https:\/\/sicredi.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","5":"https:\/\/blip.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","6":"https:\/\/vivo.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","7":"https:\/\/sicredi.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","8":"https:\/\/luminiitsolutions.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","9":"https:\/\/ioasys.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"}}