{"id":{"0":8217786,"1":8216160,"2":8126098,"3":8186572,"4":8215755,"5":8118949,"6":8214156,"7":8193313,"8":8204895,"9":8210855},"companyId":{"0":44084,"1":1052,"2":30728,"3":364,"4":12181,"5":51994,"6":32311,"7":1913,"8":13006,"9":68501},"name":{"0":"Designer UX\/UI (nível Sênior)","1":"Product Designer Sênior","2":"Product Designer Pleno (Squad de Segurança e Prevenção a fraudes)","3":"Analista de Comunicação e Marketing - Design Gráfico - Sicredi Ibiraiaras RS\/MG ","4":"Designer Pleno","5":"DMS LOG | Air Freight Design Intern | Air Product ","6":"Designer de Experiência - Treinamento e Desenvolvimento","7":"Design Gráfico Pleno","8":"Designer Digital","9":"Instrutor de Aprendizagem - Design"},"description":{"0":"Na ateliware, acreditamos em produtos bem construídos e de impacto. Nossos 12 anos de experiência na transformação digital dos mercados brasileiro, europeu e norte-americano (atualmente estamos em 6 países!) nos tornaram referência em desempenho, crescimento tecnológico e entrega de produtos personalizados e sob medida. Aqui na ateliware somos&nbsp;mutáveis, transformadores, potencializadores.&nbsp;Valorizamos a colaboração e o respeito mútuo, somos muito curiosos e enfrentamos desafios constantemente. No fim do dia, somos solucionadores de problemas imbatíveis.Confiamos na experiência e na vontade de aprender continuamente para crescermos juntos cada vez mais: acreditamos fortemente na melhoria contínua. Se você se identifica com esse desafio e sonha em trabalhar com tecnologias que criam impactos reais e positivos, continue lendo: há grandes chances de você querer se juntar a nós 🚀Essa é uma vaga para atuar como designer UX\/UI, nível sênior. Contamos com sua experiência e vontade de continuar aprendendo todos os dias e assim crescer mais e mais. Você será parte integrante de uma equipe multidisciplinar de design e desenvolvimento (d&amp;d), cocriando produtos digitais para os nossos clientes e também para o mercado em nosso AteliLAB – laboratório de desenvolvimento de produtos da ateliware.&nbsp;&nbsp;&nbsp;Vale informar que por aqui, por trabalharmos com software customizado - não temos metodologias e ferramentas de estima, escolhemos o \"canhão\" certo para cada solução. O foco será pensar e desenhar a arquitetura de informação\/design de interação de diferentes produtos.&nbsp;Somos uma empresa Remote First, ou seja, trabalho a distância é o nosso normal – mas, caso esteja em Curitiba, pode optar por um modelo híbrido sem problema algum. De todo modo, todos os processos e ações internas se mantêm 100% remotos, incluindo o processo seletivo, que acontece de forma inteiramente online.Valorizamos o compartilhamento constante e frequente de conhecimento, a parceria e boas conversas, seja em eventos internos, happy hours com todo o grupo no nosso escritório físico e\/ou ambiente virtual e, é claro, no dia a dia. Somos uma equipe unida e muito colaborativa, e será um prazer receber você no nosso #teamateliware.Responsabilidades e atribuiçõesAcompanhar e facilitar as ações de discovery (descoberta) em conjunto com o time de d&amp;d e stakeholders;Entender as necessidades dos usuários e do negócio do cliente aplicando métodos de pesquisa e validação de ideias;Conduzir pesquisas e testes com usuários sempre que necessário;Elaborar e aprimorar a experiência dos usuários identificando problemas e propondo soluções;Criar a documentação necessária assim como desenvolver os entregáveis;Estudar, criar fluxos, wireframes, mockups e protótipos navegáveis (de baixa à alta fidelidade), layouts e conceitos criativos para produtos que cocriamos junto aos nossos clientes;&nbsp;Desenvolver guias de estilos;Acompanhar e participar ativamente do desenvolvimento dos produtos junto da equipe de d&amp;d.Requisitos e qualificaçõesFormaçãoA graduação NÃO é necessária, seu conhecimento, experiência e gana são mais importantes.&nbsp;Experiências indispensáveis:Experiência em facilitar workshops e sessões de cocriação com múltiplos stakeholders na área de produtos digitais, preferencialmente em projetos digitais complexos; Experiência sólida com ferramentas de design e prototipação (ex.: Figma, Sketch, InVisioN e Pacote Adobe);Inglês avançado para colaborar com times globais e realizar pesquisas em mercados internacionais;Conhecimentos avançados de web design, design responsivo e aplicação nativa (IOS, Android);Saber interpretar resultados de pesquisas para propor soluções;Senso estético apurado;Paixão por criar, aprender e testar novas ideias, metodologias e tecnologias;Pensamento crítico com foco em solucionar problemas;Boa comunicação: escrever e falar bem assim como também saber ouvir.Informações adicionaisO que vamos te proporcionar para que realize um trabalho maravilhoso?Remuneração e incentivos diferenciados 💰Trabalhar numa empresa com um ambiente sensacional, flexível e dinâmico 🌟Aqui você pode ser você mesmo, queremos pessoas diferentes com novas ideias e mindsets &nbsp;🤝Oportunidade de trabalhar sempre em novos projetos e com as mais modernas e diversas tecnologias &nbsp;🚀Ambiente que proporciona aprendizados constantes, sempre novos desafios e de muita autonomia 📚As melhores e mais modernas ferramentas para que você faça o seu trabalho da melhor maneira 🛠️Oportunidades e auxílio para que você esteja sempre aprendendo e&nbsp;estudando coisas novas 🎓Acredita em você e sabe que tem potencial? Então cai dentro, vem trabalhar com a gente!","1":"Na Memed, estamos revolucionando a forma como médicos e pacientes interagem entre si!&nbsp;Buscamos pessoas interessadas em tirar grandes projetos do mundo das ideias, que tenham muito foco, saibam trabalhar com autonomia e que, acima de tudo, estejam motivadas a abraçar os desafios para revolucionar o mercado de saúde. Estamos em busca de uma pessoa para ser parte do nosso time de Design, sendo responsável por desenvolver interfaces e participar de processos de discovery junto aos times de Produto e Tecnologia, desenvolvendo experiências que impactem o cuidado com a saúde no Brasil.Se você se identifica, venha fazer parte do nosso time!Responsabilidades e atribuiçõesConhecimento do processo de design de ponta a ponta, passando pelas etapas de Discovery, Pesquisa com Cliente, Concepção, Teste com Cliente, Delivery, Implementação e Resultados em Produção com melhoria contínua, garantindo uma experiência do usuário excepcional em todas as etapas;Colaborar com equipes multidisciplinares para entender as necessidades dos usuários e traduzi-las em soluções de design eficazes;Criar protótipos de alta qualidade que demonstrem a experiência do usuário e a arquitetura da informação;Projetar interfaces de usuário intuitivas e atraentes, garantindo a consistência visual em todos os pontos de contato do produto;Contribuir na gestão e aplicação do design system;Manter-se atualizado sobre as tendências de design, melhores práticas e tecnologias emergentes, aplicando esse conhecimento no desenvolvimento de produtos inovadores;Requisitos e qualificaçõesExperiência comprovada como Designer de Produto, idealmente em uma empresa de tecnologia ou startup;Forte portfólio com foco em visual design, UI design e pensamento de design centrado no usuário;Proficiência em ferramentas de design, como Figma, Adobe Creative Suite, etc;Excelentes habilidades de comunicação e capacidade de articular ideias de design de forma clara e convincente;Capacidade de trabalhar de forma colaborativa em um ambiente ágil e iterativo.Importante:Anexe seu portfólio ao realizar a inscrição na Gupy.Informações adicionaisPlano de Carreia e Dia a dia:Ciclo de Avaliação de Performance com a metodologia 360º;Único Skill, sua plataforma de cursos e graduações;No dress code - o importante é você se sentir bem e ser quem é!;Day off no seu aniversário;Modelo híbrido: 2x presencial no escritório (Berrini)Benefícios para sua saúde e bem-estar:Plano de Saúde;Plano Odontológico;Seguro de Vida;Zenklub;Wellhub (Gympass);Outros benefícios:Auxílio Creche;Licença parental estendida;VR\/VA aceito em qualquer restaurante\/supermercado;Creditas;SESC;+ Parcerias","2":"Se você tem paixão por inovação e busca trabalhar em um ambiente ágil, colaborativo e desafiador, esta pode ser a sua oportunidade!O Asaas é a conta digital completa para empresas. Ajudamos mais de 160 mil empreendedores em todo o Brasil a automatizar a gestão financeira das suas empresas e melhorar o relacionamento com seus clientes. Através da conta digital Asaas você emite, envia e recebe cobranças, gera notas fiscais e gerencia todo o financeiro do seu negócio em um só lugar.Procuramos profissionais criativos, que tragam a paixão pelo design, experiência do usuário e a habilidade de solucionar problemas.Nosso time de&nbsp;Design de Produto&nbsp;tem papel fundamental na construção dos produtos no Asaas e o seu desafio será participar de todas as etapas de concepção do produto, desde a pesquisa até a finalização da interface, garantindo uma experiência de usuário incrível. Buscamos uma pessoa com autonomia para identificar e implantar alternativas de melhorias, além de acompanhar, planejar, modificar e executar procedimentos.Se interessou pela oportunidade mas não reside em Joinville\/SC? Não tem problema, possibilitamos o trabalho remoto\/home office.Responsabilidades e atribuiçõesDominar metodologias e boas práticas de experiência do usuário e interface;Criar soluções de produto que proporcionem uma jornada clara e compreensível para o nosso cliente;Ter pleno conhecimento das etapas de concepção do produto, desde a descoberta até a criação da interface;Garantir a entrega de alta qualidade ao documentar cuidadosamente a experiência do usuário e os requisitos de negócio;Aplicar pensamento crítico aos processos e boas práticas de usabilidade para transformar problemas complexos em experiências de uso incríveis;Utilizar métodos de validações das entregas através de testes de usabilidade e provas de conceito;Colaborar com o time de Produto e Engenharia para entregar as funcionalidades e requisitos solicitados pelos clientes e&nbsp;stakeholders.Requisitos e qualificaçõesTer habilidade de facilitação e colaboração em equipe;Demonstrar autonomia e iniciativa;Ter comunicação clara, objetiva e assertiva entre pares;Apresentar habilidade de resolução de problemas e abertura ao aprendizado;Experiência em prototipação rápida e desenvolvimento de protótipos interativos;Domínio sobre métodos de escalabilidade do design como&nbsp;style guides&nbsp;e&nbsp;Design System;Ter atenção aos detalhes das regras de negócio durante a concepção das soluções;Dominar métodos de pesquisa e entregáveis.Diferenciais:Conhecimento em processos de gerenciamento de produto;Conhecimento em produtos e fluxos de prevenção a fraudes, segurança da Plataforma (Senha, token, MFA)Informações adicionaisCarga horária de 8h por dia (segunda a sexta-feira - não compensamos os sábados);Contratação CLT.","3":"Se você é uma pessoa que gosta de trabalhar de forma colaborativa, em um ambiente conectado com pessoas e com a essência cooperativista, este é o lugar certo para VOCÊ!A SICREDI IBIRAIARAS RS\/MG busca pessoas que tenham empatia e um olhar para as necessidades que a Cooperativa possa atender junto aos seus Associados. Pessoas que se comuniquem de forma simples e próxima, que gostem de estar sempre aprendendo e se desenvolvendo, que tenham a visão de dono e que busquem ter uma postura proativa para propor soluções que agreguem valor.E aí, se identificou com o Nosso Jeito? Vem com a Gente, vamos juntos construir uma sociedade mais próspera! 💚Responsabilidades e atribuiçõesA sua missão junto a nossa cooperativa vai estar vinculada a área de Comunicação e Marketing.No seu dia a dia você vai desenvolver as seguintes atividades:Responder pelas atividades relacionadas a criação e divulgação de materiais digitais e impressos além de conteúdos promocionais da Sicredi Ibiraiaras RS\/MG com o público externo e com o público interno;Realizar a criação de materiais e campanhas publicitárias utilizando softwares de edição, visando a divulgação das ações de marketing da Cooperativa;Auxiliar no desenvolvimento e implementação de ações de Marketing, incluindo campanhas publicitárias e promocionais;Realizar a captação de vídeos, quando necessário, além da criação de conteúdos visuais para internet e demais canais de comunicação utilizados pela Cooperativa;Estabelecer relacionamento com fornecedores a fim de realizar cotações, bem como negociações, ao que tange a materiais relacionados a área de comunicação e marketing;Apoiar nas ações de endomarketing e comunicação interna, produzindo conteúdo, editando imagens e vídeos;Realizar demais atividades pertinentes a área.Requisitos e qualificaçõesBuscamos um profissional que esteja estudando ou com seu curso superior completo em&nbsp;Design Gráfico, Publicidade e Propaganda,&nbsp;Comunicação Social, Marketing ou áreas afins;Ter disponibilidade para residir em Ibiraiaras\/RS ou Uberaba\/MG;Conhecimento em Programas de Edição do pacote Adobe como: Photoshop e Illustrator;Ter mobilidade para viagens.Informações adicionaisNossa preocupação com Você vai muito além, e nossa Cooperativa oferece aos seus Colaboradores o seguinte Pacote de Benefícios, de acordo com as políticas internas:Vale alimentaçãoGratificação semestralPrevidência privadaPlano de saúde com cobertura nacionalSeguro de vidaAuxílio educaçãoAuxílio para realização de Certificações da ANBIMAAuxílio crecheAdicional por tempo de serviçoParticipação nos resultadosASQ NutriçãoGympassAgora que você já conhece mais sobre nós e sobre a oportunidade que temos, vamos fazer a diferença JUNTOS?Atenção!Para realizar o seu cadastro, clique no canto superior direito em \"Candidatar-se para a vaga\".Adicione foto e preencha o seu currículo com o maior número de informações, mencionando todas as suas experiências profissionais e formação acadêmica.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fique atento (a) às mensagens recebidas aqui na GUPY e via e-mail cadastrado. Este será nosso principal meio de comunicação e é através dele que você conseguirá participar das próximas etapas, caso seja selecionado(a).A ferramenta possui uma Central de Ajuda de Candidatos, que você pode acessar pelo site&nbsp;gupy.zendesk.com","4":"A Nozy é uma das agências do grupo UMAUMA.Ela é uma plataforma de conteúdo de atualidades. Falamos sobre entretenimento, eventos, música, moda e business. Também fazemos produção de conteúdo autoral e para marcas.Temos como premissa contar histórias, antecipar tendências e comportamentos, construir comunidades, e trazer inclusão e diversidade, sempre com uma identidade visual cool e sofisticada.Se você se identifica com a gestão horizontal, em menos burocracia e mais ação, em ter autonomia para trazer ideias e materializá-las e assim evoluir e crescer, venha fazer parte deste time.Estamos buscando uma pessoa para atuar como designer.Responsabilidades e atribuiçõesElaboração de artes para as plataformas Instagram, Facebook, TikTok;Elaboração de artes para Newsletter;Elaboração de artes para site;Elaboração de report completo de pelo menos 30 páginas layoutadas;Pesquisa de referências;Criação de identidade visual;Elaboração de textos e pautas para o perfil no Instagram;Requisitos e qualificaçõesExperiência em agências de comunicação, independente do segmento.Conhecimento em:Motion DesignPhotoshopInDesignAdobe IllustratorPremiereAfter EffectsKeynoteInformações adicionaisBenefícios:Descontos em academia;Clube de descontos New Value;Day-off de aniversário;Desconto em Ingressos\/acompanhantes em eventos;Férias remuneradas;Recesso;UMApet (Pet Friendly);Manicure com valores especiais na UMAcasa.Obs:&nbsp;Vaga presencialFixa - Segunda à Sexta das 10:00 às 19:00PJ M.E (Não aceitamos MEI)","5":"A DMS Logistics é uma multinacional brasileira de agenciamento de carga, com mais de 30 anos de atuação no comércio exterior e especializada em freight forwarder. Aqui você trabalhará no setor de Ocean Product que é o responsável pela elaboração de propostas comerciais, relacionamento com parceiros operacionais e escolha das rotas mais adequadas para cada tipo de carga.Responsabilidades e atribuiçõesPrincipais DesafiosRealização de cotações para clientes DMS;Follow up das cotações junto aos clientes;Ajudar nas cotações e negociações com parceiros sempre que necessário;Apoio na análise de performance das cotações e gestão do índice de aprovações;Suporte na análise do perfil de cliente e desenvolvimento estratégico.Requisitos e qualificaçõesPré-requisitosInglês Avançado;Nível superior cursando em administração, comércio exterior, relações internacionais ou áreas afins;Previsão de formatura a partir de 2026.1.Informações adicionaisNa DMS respiramos inovação e somos fascinados por pessoas! Aqui temos plano de carreira e gestão do desempenho, com oportunidades reais de crescimento, além dos desafios e possibilidade de colocar em prática seus conhecimentos. Aqui valorizamos o desenvolvimento pessoal e profissional, por isso investimos na sua capacitação, proporcionando um ambiente leve, diverso, ágil e colaborativo para você desempenhar as suas tarefas de forma híbrida, flexível e planejada. Não atoa somos uma empresa com certificação GPTW – Great Place To Work!Quer compartilhar este sonho com a gente? Dá uma olhada nos benefícios que a DMS oferece:Benefícios e diferenciais:Trabalho em modelo híbrido;Ajuda de custo;Benefício alimentação;Vale transporte;Convênio com Universidades;Benefício academia;Treinamentos e Capacitações constantes. Quer compartilhar este sonho conosco? #VempraDMS!","6":"Trabalhamos para você ser mais você em todos os momentos, começando pela sua carreiraReferência no varejo de moda, a C&amp;A se orgulha de ter mais de 14 mil pessoas atuando em suas operações no Brasil para oferecer a melhor experiência para nossas clientes!Trabalhar na C&amp;A é fazer parte de um&nbsp;ambiente inovador&nbsp;e&nbsp;divertido, que estimula o desenvolvimento profissional em todas as fases da carreira.Aqui você pode ser quem é! O&nbsp;respeito&nbsp;às pessoas e à&nbsp;diversidade&nbsp;fazem parte dos nossos valores.Enxergamos a moda como uma plataforma de expressão e de como as pessoas se conectam.Queremos fazer uma moda com impacto positivo, o que nos torna únicos. Nossa cultura acredita no valor e na riqueza das diferenças. Somos uma multinacional com alma brasileira.Curta nossa página de carreira no Linkedin para saber mais sobre nosso dia-a-dia!Se você se identifica com a C&amp;A e procura uma empresa, acima de tudo, apaixonada por pessoas,&nbsp;#VemPraCeA.Responsabilidades e atribuiçõesDiscoveries e análises que explicam a jornada as is de tudo o que envolve a área junto ao negócio;Desenho de jornadas to be que reflitam a experiência de aprendizagem que gostaríamos de ter;Construção e condução de planos de pesquisa (roteiro, recrutamento, aplicação, entrevistas, questionários, resultados e insights) para validações e confirmações de hipóteses, dúvidas e descobertas sobre o que envolve aprendizagem;Domínio de métodos de mapeamentos no geral para gerar materiais que reflitam as interações dos usuários com as situações propostas a fim de gerar jornadas mais eficientes;Construção e documentação de materiais de fundamentação sobre experiências e perfis de atores\/personas que envolvem treinamento e desenvolvimento;Entender as necessidades de aprendizagem dos atores envolvidos;Design de interação sempre conectado a jornada da cliente; Apoio na jornada da plataforma de treinamento para melhoria de usabilidade dentro da experiência de aprendizagem projetada;Avaliar performance e o sucesso das experiências projetadas de modo que seja refletido a mudança de comportamento esperada;Ponto focal de parceiros\/consultorias para apoio de projetos.Requisitos e qualificaçõesEnsino superior completo;Vivência com Design de Experiência;Domínio de boards virtuais e ferramentas de jornadas (como MIRO, Lucid, Illustrator, etc.,) para construção dos mapeamentos e facilitações de design;Ser analítico para visualizar em profundidade as causas-raiz das jornadas e extrair insights importantes para melhorias de experiências;Domínio de construção de mapas e jornadas;Capacidade de planejar e executar as demandas de forma autônoma e segura, selecionando as técnicas de design mais adequadas ao contexto do projeto;Serão considerados diferenciais o conhecimento em metodologias de Design Instrucional ou Aspirante em tendências em treinamento corporativo e tecnologia educacional e ter formação em Design com foco em Serviço ou UX.Informações adicionaisO que oferecemos?Assistência Médica e Odontológica (Titular e Dependentes);Dr. C&amp;A - Telemedicina e Teleterapias;Bônus anual;Estacionamento ou VT (Local de trabalho Alphaville – Barueri\/SP);BDay Off, no mês de aniversário você tem um dia de folga de presente para você!&nbsp;Horário flexível;Restaurante Interno;Benefício Refeição Flex (VA e\/ou VR);Gympass;Férias Semestrais;Programa Amigo (apoio psicológico, jurídico e social);Convenio Farmácia com desconto em folha;Desconto em compras nas lojas C&amp;A e e-commerce.","7":"Já pensou em trabalhar em uma empresa certificada pelo&nbsp;Great Place to Work?Cidadania4u está em busca de um profissional proativo, ágil e que se interessa por uma empresa dinâmica,Buscamos uma pessoa que tenha senso de dono e ame participar de novos projetos. Uma pessoa que goste de aprender (e ensinar) junto com o time.Um dos nosso valores fundamentais é a Inclusão da Diversidade. Por isso, nossa oportunidades estão abertas a todas as pessoas, independente de suas diferençasResponsabilidades e atribuiçõesCriação de artes para redes sociais.Desenvolvimento de identidade visual para campanhas.Desdobramento de artes para campanhas gerais de marketing.Criação de artes para campanhas de marketing em mídia paga.Desenvolvimento de materiais e artes para campanhas internas e ações de endomarketing.Criação de materiais gráficos.Elaboração de animações simples.Desenvolvimento de landing pages no WordPress utilizando o Elementor.Criação de identidade visual para eventos.Diagramação de materiais diversos, como e-books e infográficos.Participação ativa no brainstorming e planejamento de campanhas junto ao time de marketing.Requisitos e qualificaçõesCompromisso com o cumprimento de prazos.Conhecimento avançado em Adobe Photoshop, intermediário em Illustrator e InDesign, e básico em After Effects.Domínio intermediário do Elementor.Experiência em edição e criação de imagens.Habilidade para se comunicar e colaborar em equipe.Criatividade e visão inovadora.Proatividade e iniciativa na resolução de desafios.Formação concluída ou em andamento em Design, Publicidade e Propaganda, Comunicação, Marketing ou áreas afins (diferencial).Experiência prévia em agências de publicidade será considerada um diferencial.Informações adicionaisBenefícios:&nbsp;Vale alimentação\/ refeição;Vale transporte;Plano de saúde com coparticipação;Plano odontológico;Seguro de vida;Programa Saúde4u (Gympass; Apoio psicológico interno; Apoio nutricional interno);Programa Educacional (Convênio com a FIAP; Università4u (Universidade Corporativa));Convênio com o SESC;Day-Off no aniversário;Licença maternidade estendida;Paternidade estendida;Kit Maternidade (Cegonha4u);Auxílio creche\/ Filho excepcional.Regime de contratação:&nbsp;CLT (Efetivo)Horário:&nbsp;De segunda a sexta das 9h às 18hLocal:&nbsp;Presencial - Águas Claras Shopping, Brasília, DFSalário:&nbsp;A combinar","8":"Na GAV Resorts somos motivados pela paixão, inovação, inquietude, descobertas e agilidade. Vivemos essas experiências diariamente em um ambiente de trabalho inovador e que cresce cada dia mais.&nbsp;Somos líderes e pioneiros na construção, incorporação imobiliária e multipropriedades da região Norte do país e estamos expandindo por todo o território nacional. Trabalhe com a gente e faça parte de toda essa revolução no mercado!&nbsp;Responsabilidades e atribuiçõesResponsável pela criação de peças gráficas para mídias digitais e impressas, incluindo o desenvolvimento de layouts para redes sociais, sites, e-mail marketing, banners digitais, além de materiais impressos, como folhetos e flyers.Requisitos e qualificaçõesSuperior completo com habilidades em criação de materiais ON e OFF.","9":"Sobre o Cargo:O Instrutor de Aprendizagem do TIC Trilhas é responsável por desenvolver e implementar conteúdos técnicos e didáticos para capacitações, garantindo suporte eficaz aos alunos, monitorando seu desempenho e alinhando as atividades às diretrizes do projeto.Seu principal desafio é inspirar e capacitar os alunos com excelência, conciliando a complexidade técnica e didática, para alcançar resultados alinhados aos objetivos do projeto.Responsabilidades e atribuiçõesDemais Responsabilidades:Desenvolver conteúdo para as capacitações do projeto.Orientar os alunos no desenvolvimento das atividades propostas, fornecendo suporte e esclarecendo dúvidas.Elaborar material técnico de ensino tanto em viés técnico quanto de implementação.Realizar o controle das atividades didáticas.Acompanhar o desempenho dos alunos durante o período da capacitação.Acompanhamento de desempenho dos alunos, pesquisar, conceder e aplicar os treinamentos.Requisitos e qualificaçõesPré-requisitos:Graduação completa ou em andamento a partir do 2º semestre nas áreas de Design, Produção Audiovisual e afins.Experiência no Pacote Office Microsoft 365Diferencial:Desejável experiência com plataformas de educação a distância (EAD).Conhecimento Moodle, Canva, Power BI.Conhecimento em ferramentas de edição.Desejável experiência com pedagogia ativa.Informações adicionaisHorário de trabalho: Das 08:30 às 12:00 às 13:00 às 17:30 (segunda a sexta).Local das atividades: Tecnopuc ViamãoHabilidades e competências desejáveis:Resiliência;Organização;Boa comunicação;Trabalho em equipe;Proatividade;Interesse em se desenvolver tecnicamente;“Brilho nos olhos” (automotivação e interesse genuíno)."},"careerPageId":{"0":97591,"1":1570,"2":64426,"3":317,"4":33604,"5":113532,"6":70267,"7":3071,"8":31492,"9":165196},"careerPageName":{"0":"ateliware","1":"Memed","2":"Asaas","3":"Sicredi","4":"umauma","5":"DMS Logistics","6":"C&A Brasil","7":"Cidadania4u","8":"GAV Resorts","9":"Pontifícia Universidade Católica do Rio Grande do Sul - PUCRS"},"careerPageLogo":{"0":"https:\/\/attachments.gupy.io\/production\/companies\/44084\/career\/97591\/images\/2022-09-14_13-52_logo.png","1":"https:\/\/attachments.gupy.io\/production\/companies\/1052\/career\/1570\/images\/2022-08-29_16-22_logo.png","2":"https:\/\/attachments.gupy.io\/production\/companies\/30728\/career\/64426\/images\/2022-07-05_16-43_logo.png","3":"https:\/\/attachments.gupy.io\/production\/companies\/364\/career\/317\/images\/logo.png","4":"","5":"https:\/\/attachments.gupy.io\/production\/companies\/51994\/career\/113532\/images\/2024-01-11_18-49_companyLogoUrl.png","6":"https:\/\/attachments.gupy.io\/production\/companies\/32311\/career\/70267\/images\/2024-10-17_18-10_companyLogoUrl.png","7":"https:\/\/attachments.gupy.io\/production\/companies\/1913\/career\/3071\/images\/2024-04-29_19-19_companyLogoUrl.png","8":"https:\/\/attachments.gupy.io\/production\/companies\/13006\/career\/31492\/images\/2023-02-03_18-36_companyLogoUrl.png","9":"https:\/\/attachments.gupy.io\/production\/companies\/68501\/career\/165196\/images\/2024-02-09_17-58_companyLogoUrl.png"},"type":{"0":"vacancy_type_effective","1":"vacancy_type_effective","2":"vacancy_type_effective","3":"vacancy_type_effective","4":"vacancy_legal_entity","5":"vacancy_type_internship","6":"vacancy_type_effective","7":"vacancy_type_effective","8":"vacancy_type_effective","9":"vacancy_type_effective"},"publishedDate":{"0":"2024-11-29T22:28:10.081Z","1":"2024-11-29T19:44:08.838Z","2":"2024-11-29T19:33:16.732Z","3":"2024-11-29T17:47:06.548Z","4":"2024-11-29T16:55:35.244Z","5":"2024-11-29T15:08:34.879Z","6":"2024-11-29T13:21:21.785Z","7":"2024-11-28T21:10:36.938Z","8":"2024-11-28T20:38:55.753Z","9":"2024-11-28T20:18:23.208Z"},"applicationDeadline":{"0":"2025-01-28T00:00:00.000Z","1":"2025-01-28T00:00:00.000Z","2":"2025-01-11T00:00:00.000Z","3":"2024-12-11T00:00:00.000Z","4":"2025-01-28T00:00:00.000Z","5":"2025-01-10T00:00:00.000Z","6":"2024-12-20T00:00:00.000Z","7":"2024-12-13T00:00:00.000Z","8":"2025-01-26T00:00:00.000Z","9":"2024-12-12T00:00:00.000Z"},"isRemoteWork":{"0":true,"1":false,"2":true,"3":false,"4":false,"5":false,"6":false,"7":false,"8":false,"9":false},"city":{"0":"","1":"São Paulo","2":"","3":"Ibiraiaras","4":"São Paulo","5":"Rio de Janeiro","6":"Barueri","7":"Brasília","8":"Goiânia","9":"Viamão"},"state":{"0":"","1":"São Paulo","2":"","3":"Rio Grande do Sul","4":"São Paulo","5":"Rio de Janeiro","6":"São Paulo","7":"Distrito Federal","8":"Goiás","9":"Rio Grande do Sul"},"country":{"0":"Brasil","1":"Brasil","2":"Brasil","3":"Brasil","4":"Brasil","5":"Brasil","6":"Brasil","7":"Brasil","8":"Brasil","9":"Brasil"},"jobUrl":{"0":"https:\/\/ateliware.gupy.io\/job\/eyJqb2JJZCI6ODIxNzc4Niwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","1":"https:\/\/memed.gupy.io\/job\/eyJqb2JJZCI6ODIxNjE2MCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","2":"https:\/\/asaas.gupy.io\/job\/eyJqb2JJZCI6ODEyNjA5OCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","3":"https:\/\/sicredi.gupy.io\/job\/eyJqb2JJZCI6ODE4NjU3Miwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","4":"https:\/\/umauma.gupy.io\/job\/eyJqb2JJZCI6ODIxNTc1NSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","5":"https:\/\/dmslog.gupy.io\/job\/eyJqb2JJZCI6ODExODk0OSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","6":"https:\/\/cea.gupy.io\/job\/eyJqb2JJZCI6ODIxNDE1Niwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","7":"https:\/\/cidadania4u.gupy.io\/job\/eyJqb2JJZCI6ODE5MzMxMywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","8":"https:\/\/gavresorts.gupy.io\/job\/eyJqb2JJZCI6ODIwNDg5NSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","9":"https:\/\/pucrs.gupy.io\/job\/eyJqb2JJZCI6ODIxMDg1NSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal"},"badges":{"0":{"friendlyBadge":true},"1":{"friendlyBadge":false},"2":{"friendlyBadge":true},"3":{"friendlyBadge":true},"4":{"friendlyBadge":true},"5":{"friendlyBadge":false},"6":{"friendlyBadge":true},"7":{"friendlyBadge":true},"8":{"friendlyBadge":false},"9":{"friendlyBadge":false}},"disabilities":{"0":false,"1":false,"2":true,"3":true,"4":true,"5":true,"6":true,"7":true,"8":true,"9":true},"workplaceType":{"0":"remote","1":"hybrid","2":"remote","3":"on-site","4":"on-site","5":"hybrid","6":"hybrid","7":"hybrid","8":"on-site","9":"on-site"},"careerPageUrl":{"0":"https:\/\/ateliware.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","1":"https:\/\/memed.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","2":"https:\/\/asaas.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","3":"https:\/\/sicredi.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","4":"https:\/\/umauma.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","5":"https:\/\/dmslog.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","6":"https:\/\/cea.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","7":"https:\/\/cidadania4u.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","8":"https:\/\/gavresorts.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","9":"https:\/\/pucrs.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"}}