{"id":{"0":8178205,"1":8179902,"2":8148336,"3":8187583,"4":8120742,"5":8185765,"6":8183704,"7":8180065,"8":8179723,"9":8176164},"companyId":{"0":472,"1":54256,"2":41980,"3":5581,"4":46402,"5":14467,"6":1902,"7":68159,"8":73231,"9":479},"name":{"0":"FOXTON | Vendedor | RIO DESIGN BARRA","1":"UX Designer","2":"VIDEOMAKER DESIGNER SÊNIOR (HÍBRIDO CAMPINAS\/SP) ","3":"Product Designer Sênior  - 100% Remoto ","4":"UX Designer Pleno","5":"Estagiário(a) - Graduação Design Gráfico \/ Design Digital \/ Webdesign (Desenho Industrial e Comunicação Visual)","6":"HEAD OF PRODUCT DESIGN","7":"Designer - 100% Home Office","8":"Product Designer III ","9":"UI\/UX Designer | Pleno\/Sênior (Vaga Afirmativa para Pessoas Trans)"},"description":{"0":"Estamos em busca de pessoas para somar no nosso time e nossos Vendedores tem um papel essencial.&nbsp;Eles são responsáveis pela rotina de atendimento ao cliente e vendas, abraçando a missão de oferecer a melhor experiência e consultoria do mercado para os nossos clientes.&nbsp;Se você se identifica com a Foxton, se interessa por design e inovação e tem conhecimento do varejo de moda masculina, essa oportunidade é para você!&nbsp;Responsabilidades e atribuiçõesRealizar atendimento ao cliente, presencialmente e via canais digitais, garantindo uma experiência personalizada e focada em metas.Executar vendas em todos os canais disponíveis (físico, digital e externo) e acompanhar o desempenho através de metas e indicadores.Realizar a logística, quando necessário, de venda externaParticipar de campanhas promocionais e utilizar redes sociais para impulsionar as vendas.Realizar prospecção ativa, pós-venda e comunicação com clientes através do CRM.Manter o salão de vendas organizado e limpo, com reposição de produtos, seguindo os padrões de visual merchandising.Gerir a carteira de clientes, com foco em fidelização e venda externa (Foxton em casa).Apoiar na organização geral da loja e manutenção do estoque.Elaborar relatórios de vendas e acompanhar os resultados diários.Finalizar a venda na ausência do caixa e quando necessárioRequisitos e qualificaçõesBoa comunicação Desejável experiência anterior no varejo de modaDesejável experiência em vendas multicanal (físico e digital)Afinidade com ferramentas digitais de ecommerce, plataforma online e uso de redes sociais para vendas","1":"¡Sé parte de Stefanini!​En Stefanini somos más de 30.000 genios, conectados desde 41 países, haciendo lo que les apasiona y co-creando un futuro mejor.​¡Seguro no te quieres quedar fuera!Responsabilidades y atribucionesObjetivo del PuestoModelar la estructura, flujo y patrones de interacción de productos digitales, analizando e interpretando el contexto psicológico y cultural de las personas y las necesidades del negocio, plasmando soluciones de diseño estéticamente placenteras e intuitivas, resguardando la consistencia y estrategia del lenguajevisual de nuestras marcas, para humanizar la relación entre los sistemas computacionales de la compañía y nuestros asociados, clientes y socios.&nbsp;Principales ResponsabilidadesCo-definir prioridades de oportunidades de funcionamiento y consistencia visual en los productos digitales, con el resto de las disciplinas de UX y stakeholders, mediante el análisis de su impacto conductual y comercial con documentaciones como análisis heurísticos, compilaciones de hallazgos, mapas de experiencia de usuario o benchmarks visuales. Delimitar el impacto de las iniciativas, con base en el conjunto de métricas definidas por el equipo de UX Research, que contribuirán a meiorar los indicadores que cada squad tiene como north star. Analizar información para comprender el problema de negocio y la conducta de las personas que lo provocan, para identificar problemas de diseño y sus posibles soluciones de acuerdo a la viabilidad tecnológica de cada plataforma con instrumentos como design cavas o iteraciones en sistemas de diseño atómico. Liderar y moderar talleres de co-creación siguiendo los principios del design thinking para idear y bosquejar soluciones de diseño para los problemas de negocio con actividades de las sesiones de ideación y bosquejo en herramientas de colaboración digital.Documentar con claridad y exactitud, en service blueprints, las interacciones entre artefactos fisicos o digitales y procesos que permiten ofrecer un servicio a nuestros clientes, socios y asociados, analizando la información disponible y entrevistando a las personas involucradas, para identificar áreas de oportunidad que impacten el desempeño y funcionalidad de productos digitales. Esta actividad se realiza en conjunto con UX Researchers.Fijar con claridad y exactitud el funcionamiento de los productos digitales, analizando la información disponible, los acuerdos de los talleres de co-creación o las soluciones exploradas en documentos como flujos de interacción. Conceptualizar las soluciones de diseño en conjunto con los UX Content designers mediante wireframes de alta o baja resolución que delimiten los componentes visuales, jerarquía y necesidades de contenido que solucionarán el problema de negocio.Colaborar con los equipos internacionales para darles visibilidad del contexto cultural del mercado mexicano para tomar decisiones sobre los productos que se buscan implementar, ofreciendo documentación como análisis heurísticos, benchmarks o service blueprints por mencionar algunos ejemplos.Mediar y coordinar foros para presentar las soluciones de diseño a stakeholders para recibir su retroalimentación. Compartir los acuerdos de estos foros para su seouimiento con presentaciones v minutas Fomentar un proceso de diseno colaborativo entre las disciplinas de Ux. impulsando a las demas disciplinas frente a otros stakeholders relevantes. para decidir el rumbo de la experiencia de usuario.Evaluar el funcionamiento del producto digital una vez desarrollado por el equipo de ingeniería para asegurar que cumpla con los acuerdos y requerimientos definidos durante las distintas fases del proceso de diseño. Retroalimentar de forma clara y precisa sobre incidencias previo a la liberación a los usuarios finales para asegurar su correcto funcionamiento, mediante los instrumentos y rituales que su squad considere necesarios.Requisitos y calificacionesExperiencia3+ años de experiencia en diseño de interacción en diversos tipos de dispositivos y aplicativos a nivel experiencia e interfaz.3+ años de experiencia en la planificación, diseño y facilitación de workshops y síntesis de información.3+ años de experiencia en la conducción y aplicación de procesos de diseño centrados en el usuario y research.3+ años definiendo features a partir de mapas de procesos, user story mapping, y flujos de interacción front y back stage.3+ años de experiencia creando wireframes y prototipos Low &amp; Hi fidelity.Experiencia laboral en consultoría, agencias de diseño o desarrollo independiente en donde se hayan generado estrategias de producto, wireframes, Ux, UI, lineamientos de interacción y guidelines para desarrollo.Competencias:Capacidad de entender las necesidades de negocio, indicadores de la compañía, KPís, OKR´s.Fuerte conocimiento de los procesos de diseño y gestión de proyectos.Pensamiento sistémico: puede dar sentido a la información compleja, los flujos de interacción del usuario y la arquitectura del sistema.Capaz de moderar sesiones de Usabilidad, Workshops de co-creación, Design Sprint, y comunicar de forma clara los resultados.Capaz de construir, guiar y crear prototipos para evolucionar continuamente productos digitales a lo largo del ciclo de vida del producto.Capaz de guiar y definir la creación de interfaces de usuario e interacciones.Amplio conocimiento de diseño de interacción.Capacidad para transmitir conceptos a través de wireframes, flujos y maquetas.Inglés avanzado","2":"Empresa contratante: NEO - Núcleo de Excelência OperacionalModelo de trabalho:&nbsp;Híbrido (3 dias\/semana) em Campinas\/SPAQUI NO AGIBANK VOCÊ TERÁ QUE:Criar e entregar vídeos e animações gráficas para várias mídias em canais On e off-line;Estruturar técnicas de roteiro para criação e produção de vídeos para diferentes formatos nas principais plataformas On (Google, Youtube, META, TIKTok, Kwai e etc) e Off;Trabalhar em parceria com equipes de Criação, Produto e Canais para desenvolvimento de projetos em conjunto;Editar vídeos adicionando efeitos visuais e artes em motion além da sonorização com trilhas e efeitos sonoros;Colaborar com outros membros da equipe criativa e stakeholders para criar conteúdos utilizado em uma variedade de plataformas (web, mobile, vídeo, entre outros);Manter-se atualizado nas últimas tendências em publicidade, vídeos e motion graphics;Apoiar e contribuir para desenvolvimento de key visual;Criar e desdobrar assets on e off (Brand para campanhas, E-mails marketing \/ Newsletters \/ Apresentações criativas \/ Posts estáticos e animados \/ Banners \/ Folders \/ Peças de ambientação etc.);Realizar a diagramação de relatórios corporativos e books criativos (on e off) + fechamento gráfico;Desenvolver animações em motion;Ser responsável pela qualidade da edição visual e sonora das campanhas e ações em Mídia On e Off.Responsabilidades e atribuiçõesRequisitos e qualificaçõesEnsino superior completo;Domínio do pacote adobe (Illustrator, Photoshop, InDesign, After Effects etc), entendimento e organização de briefings criativos;Experiência no manuseio de equipamentos de vídeo e câmeras;Conhecimento na criação e modelagem de personagens;Conhecimentos de captação de som;Experiência na criação e edição de vídeos;Familiaridade com fotografia e edição de imagens;Alta sensibilidade e bom gosto para a narrativa;Gestão do tempo para lidar com múltiplas tarefa;Boas habilidades de gerenciamento de tempo e projetos;É UM DIFERENCIAL PRA NÓS, MAS NÃO É OBRIGATÓRIO, OK?Desejável programação HTML em eventuais situações.Informações adicionaisALGUNS BENEFÍCIOS, FACILIDADES E PARCERIAS PRA VOCÊ CURTIR A JORNADA COM A GENTE 😊:• Vale-refeição e\/ou alimentação;• Plano de saúde com isenção total nos exames preventivos;• Plano odontológico;• Total Pass, pra atividade física e bem-estar;• Programa de Participação nos Resultados (PPR) seguindo as regras estabelecidas anualmente;• Programa de sócios do Agibank, o Tô de Dono\/a;• Universidade interna, a Uni Agi;• Folga de presente no mês do seu aniversário;• Pesquisa semanal de clima, a Sem Climão;• Avaliação de performance;• Teleatendimento psicológico e médico gratuito, com o Conexão Saúde;• Licença-maternidade de 6 meses e licença-paternidade de 20 dias;• Dr. Pet: possibilidade fazer plano de saúde com desconto para o seu pet;• Auxílio-creche;• Fretado de ida e volta para Campinas e região (com raio de até 50 km de distância). São lugares reserváveis mediante a disponibilidade de assentos e rota.","3":"A QiBit nasceu para transformar o futuro das pessoas! Somos uma rede global para profissionais de tecnologia, UX e digital. Aqui, as empresas descobrem talentos extraordinários, enquanto os profissionais encontram as melhores oportunidades de trabalho digital em todo o mundo.Essa é uma vaga remota no modelo outsourcing, onde você será contratado pela nossa empresa e ficará alocado no cliente.Nosso cliente é um Banco que nasceu para a&nbsp;democratização do atendimento bancário. Para isso, está ampliando o time de tecnologia e busca uma pessoa que irá compor a squad como um Product Designer Sr.Quer saber mais? Logo abaixo você vai encontrar alguns detalhes sobre a vaga:Responsabilidades e atribuições✨ Você terá como responsabilidade:• Trabalhar com equipe multidisciplinar no desenvolvimento e&nbsp;acompanhamento de produtos digitais• Participação na elaboração de soluções de design junto aos Product Designers&nbsp;• Colaboração na evolução do design system&nbsp;• Aprender e contribuir com a cultura de design da empresa&nbsp;• Participar de alinhamentos semanais (coordenação e gestão)&nbsp;• Garantir o alinhamento dos padrões para UI e identidade visual dos produtos segundo os modelos do Bradesco&nbsp;• Trazer insights para as Squads no processo de construção de produtos e funcionalidadesRequisitos e qualificações✅ É importante que você tenha conhecimento e\/ou experiência em:Hard Skills• Experiência com&nbsp;projetos digitais;• Formação em Design ou áreas&nbsp;correlatas;&nbsp;• Conhecimento aprofundado em UX;&nbsp;• Conhecimento em metodologias e&nbsp;frameworks ágeis como scrum, lean;&nbsp;• Experiência com ferramentas de&nbsp;prototipação;&nbsp;(Figma , Adobe XD&nbsp;e\/ou similares);&nbsp;• Experiência com design de&nbsp;interfaces para plataformas web ou&nbsp;mobile;&nbsp;• Criação de protótipos de baixa,&nbsp;média e alta fidelidade;&nbsp;•Experiência com produtos financeiros (diferencial);•Experiência com acessibilidade (diferencial).Soft Skills• Boa comunicação para atuar com&nbsp;equipe de design, desenvolvedores e&nbsp;stakeholders;• Engajamento ao propósito e cultura&nbsp;da área\/ banco;&nbsp;• Visão estratégica e de inovação;• Boa capacidade analítica;• Criatividade;• Organização;• Proatividade e flexibilidade;• Liderança.Informações adicionais🤩 O que oferecemos:Assistência Médica&nbsp;- cobertura nacional, sem custo para o funcionário e extensível aos dependentesAssistência Odontológica&nbsp;- cobertura nacional, contrato opcional e extensível aos dependentesVale Alimentação (VA)Vale Refeição (VR)Auxílio Home-officeAuxílio CrecheDay-off e Almoço de AniversárioSistemas de Aprendizado &amp; Qulture Rocks📌 Este processo será conduzido considerando as seguintes etapas:&nbsp;Avaliação da inscrição;Papo com a QiBit;Papo com o ClienteContratação.* As etapas citadas acima poderão sofrer alterações de acordo com o andamento do processo seletivo. Mas não se preocupe, estaremos sempre te atualizando :)Acredita que este desafio é pra você? Clique em “Candidatar-se para vaga”, já estamos te esperando! 🤩🚀💙﻿#Changelives&nbsp;🚀💙","4":"Responsável por liderar e executar estratégias de design de experiência do usuário para garantir a criação de produtos e serviços digitais altamente usáveis, acessíveis e atraentes.&nbsp;Responsabilidades e atribuiçõesConduzir pesquisas de usuário, entrevistas e testes de usabilidade para obter insights sobre as necessidades e comportamentos dos usuários.Desenvolver estratégias de design de experiência do usuário alinhadas com os objetivos da empresa, definindo metas e direcionando a visão de UX.Criar wireframes, fluxos de usuário, protótipos interativos e especificações de design para comunicar efetivamente o design de interação aos membros da equipe.Colaborar com designers de interface de usuário (UI) para garantir que o design visual esteja alinhado com os princípios de UX, incluindo a consistência da marca e a acessibilidade.Garantir que os produtos e serviços estejam em conformidade com as diretrizes de acessibilidade e sejam inclusivos para todos os usuários, independentemente de suas capacidades.Realizar testes de usabilidade, coletar feedback dos usuários e iterar constantemente o design com base nas descobertas.Orientar e treinar outros membros da equipe, compartilhando melhores práticas de design de UX e atuando como um líder técnico.Trabalhar de perto com desenvolvedores, gerentes de produto, analistas de negócios e outros membros da equipe para garantir que as soluções de design atendam às necessidades dos usuários e às metas do projeto.Participar da gestão de projetos de design, definindo prioridades, prazos e recursos.Requisitos e qualificaçõesGraduação completa em Design de Interação, Design de Experiência do Usuário, Design Gráfico.Experiência de 3 a 4 anos na área;Conhecimento em design de experiência do usuário, com um portfólio comprovando projetos bem-sucedidos,Proficiência em ferramentas de design, como Sketch, Adobe XD, Figma, entre outras;Conhecimento profundo das melhores práticas de usabilidade, acessibilidade e design centrado no usuário;Habilidades de comunicação excepcionais para colaborar com equipes multidisciplinares e apresentar resultados para partes interessadas;Capacidade de manter-se atualizado com as tendências e avanços em design de UX.Informações adicionaisOportunidade de crescimento e aprendizado;Desenvolvimento de trilha de carreira;Salário compatível com o mercado;Vale Refeição e Mobilidade em um cartão flexível;Plano de Saúde;Plano Odontológico;Seguro de vida em grupo;Auxílio Home Office;Gympass;PLR;Quick Massage;Frutas no escritório;Alura; Day off no dia do aniversário.","5":"Vaga de Estágio para a área de Coordenação de Educação a Distância e Desenvolvimento de Produtos - Núcleo de Design Gráfico e Digital \/ UI e UX Design \/ Webdesign.Você tem interesse em atuar em um time multidisciplinar, colocar em prática seu conhecimento e aprender cada dia mais?&nbsp;Se sim, temos uma oportunidade para você!Responsabilidades e atribuições1 - Apoiar no desenvolvimento de recursos educacionais e ferramentas EAD;2 - Apoiar na elaboração dos materiais didáticos online, ebooks, interfaces digitais, com foco na experiência do usuário;3 - Apoiar na elaboração dos materiais gráficos infografias, edições de imagens, apresentações, ilustrações, storyboard e identidade visual;4 - Apoiar em atividades operacionais do setor.Obs.: Todas as atividades serão exercidas sob supervisão.Requisitos e qualificaçõesE o que você precisa para isso?Estar cursando:&nbsp;Design Gráfico \/ Design Digital \/ Webdesign (Desenho Industrial e Comunicação Visual).Ter 50% da graduação concluída.Conhecimento em: Pacote Adobe (Photoshop, indesign, Ilustrator) Figma.Diferenciais desejáveis: conhecimento webdesign (html), EaD, site, design de interface (Ui Design).Disponibilidade para estagiar por no mínimo 1 ano.Informações adicionaisOs benefícios temos para te oferecer:· Bolsa de Estágio Valor R$ 997,00;· Vale Refeição ou Vale Alimentação no valor R$ 367,50 (mensal);· Vale Transporte;· Estacionamento no local.Horário:&nbsp;09:00 às 15:00h -30h semanais.Local:Av. Luís Carlos Prestes, 230.Barra da Tijuca - Rio de Janeiro - RJ - Próximo ao Barra Shopping e BRT Estação Lourenço Jorge.Estágio 100% presencial.Toda a nossa comunicação é feita por e-mail e WhatsApp, atente-se à atualização dessas informações no seu currículo!Venha fazer parte do nosso time!","6":"Na Blip, o Design de Produto é crucial para o desenvolvimento de nossos produtos, com foco na criação de interfaces que são centradas nas pessoas usuárias, intuitivas e visualmente atraentes. Nossos designers trabalham em estreita colaboração com as equipes de Engenharia, Gestão de Produto e Inteligência Artificial para evoluir e aprimorar a experiência de pessoas usuárias, fundamentando-se em um profundo entendimento de suas necessidades, prototipagem rápida e testes frequentes. Como líder, a pessoa Head de Design de Produto impulsionará a estratégia de design de produto e inovação da companhia, liderando uma equipe talentosa para entregar tecnologias de IA que são acessíveis e têm grande impacto.Se você é uma Pessoa com Deficiência (PcD), saiba que todas as vagas da Blip também são inclusivas. Estamos esperando sua inscrição! 🚀Responsabilidades e atribuiçõesComo Head de Design de Produto na Blip, você será responsável por liderar nossa equipe de design no desenvolvimento e implementação de estratégias inovadoras de design de produto que melhorem a interação com nossas soluções.Suas principais responsabilidades incluirão:Liderança e Gestão de Equipe: Orientar e liderar uma equipe multidisciplinar de designers, promovendo uma cultura colaborativa, inovadora e orientada a resultados.Supervisão Estratégica de Design: Desenvolver e implementar estratégias de design alinhadas com os objetivos da empresa e as necessidades das pessoas usuárias, garantindo uma experiência coesa em todas as ofertas de produtos.Colaboração Multidisciplinar: Trabalhar em estreita colaboração com as equipes de Gestão de Produto, Engenharia e Inteligência Artificial para integrar princípios de design centrados na pessoa usuária nos ciclos de desenvolvimento de produtos.Inovação e Prototipagem: Promover o uso de técnicas e ferramentas de design de ponta, incentivando a experimentação e prototipagem para descobrir novas soluções de design que aumentem o engajamento e a satisfação das pessoas usuárias.Voice of Customer: Supervisionar pesquisas e testes com pessoas usuárias para obter insights sobre comportamentos e necessidades, traduzindo essas descobertas em decisões de design acionáveis. Estudar constantemente todos os canais de feedback do cliente para garantir que o Design de Produto atue como porta-voz do cliente, os representando no Comitê de Customer Experience e na definição do roadmap de produto.&nbsp;Defesa do Design: Promover a importância do design dentro da empresa e para stakeholders externos, estabelecendo o papel do design como um motor chave para o sucesso empresarial e de produto.Esta posição requer uma liderança visionária com sólido background em design, excelentes habilidades de comunicação e capacidade de atuar com sucesso em um ambiente de tecnologia dinâmico e em constante evolução.Requisitos e qualificaçõesO que esperamos de você:Formação Acadêmica: Graduação em Design ou área relacionada.Experiência Profissional: Mínimo de 8 anos de experiência em design de produto, incluindo pelo menos 4 anos em papel de liderança de capítulos de design.Habilidades Técnicas: Proficiência em softwares de design como Figma e ferramentas de prototipagem. Sólido entendimento dos princípios de design centrado na pessoa usuária e UX.Gestão de Projetos: Capacidade comprovada de gerenciar projetos de design do conceito à conclusão. Experiência em ambientes ágeis.Habilidades de Comunicação: Excelentes habilidades de comunicação verbal e escrita, com capacidade de articular conceitos de design e suas justificativas para equipes multidisciplinares e stakeholders.Habilidades Analíticas: Fortes habilidades de resolução de problemas e capacidade de analisar feedback e comportamento de pessoas usuárias para aprimorar a experiência.Colaboração em Equipe: Habilidades interpessoais excepcionais para inspirar e liderar equipes em um ambiente altamente colaborativo.Foco em Inovação: Experiência com inovação, demonstrando capacidade de antecipar necessidades de pessoas usuárias e tendências da indústria.Informações adicionaisVantagens e benefíciosNada básico que amamos:Vale Alimentação ou Refeição no valor de R$968,00 fixo (inclusive nas férias);Vale transporte para modelos de trabalhos híbrido ou presencial;Day-off: dia de folga pelo seu aniversário;Auxílio home office para modelos de trabalho remoto ou híbrido;Modelos de trabalho 100% remoto, híbrido ou presencial;Bonificação anual de acordo com resultados da empresa e políticas vigentes;Vale Cultura para usar em livrarias, papelarias, comprar livros, ingressos de teatro, shows, cinema e mais;&nbsp;Reembolso do registro da troca do nome social para pessoas trans;Empréstimo Consignado: parceria com alguns bancos que facilita na contratação de um empréstimo consignado;No dress code.Saúde e bem-estar:Assistência médica de cobertura nacional para&nbsp;Blippers&nbsp;e dependentes, coparticipativo e com desconto de R$1,00 em folha;Assistência odontológica para Blippers e dependentes;Wellhub Gympass para Blippers e dependentes: plataforma que dá acesso a academias, estúdios e apps de bem-estar para você cuidar da sua saúde;Psicologia viva: plataforma de atendimentos psicológicos online com coparticipação;Seguro de vida sem custo para Blippers;Horário flexível: nosso regime de 40h semanais pode ser feito em horário flexível, desde que alinhados com a sua liderança;Família:Licença estendida para todas as pessoas gestantes (180 dias) e para todas as pessoas que assumem responsabilidade parental (30 dias), extensível&nbsp;para papais e mamães que adotarem ou obtiverem a guarda judicial da criança e para casais homoafetivos;Auxílio creche para crianças até 71 meses;Auxílio mensal para Baby Blippers com deficiência para tratamento e\/ou escola especializada;Auxílio recém-nascido de R$1.000,00, válido também nos casos de adoção.Carreira e formação:Apoio em capacitações, conforme as políticas de elegibilidade e alinhamentos das áreas;Lifelong Learning: contamos com a Degreed, uma das maiores plataformas de aprendizagem do mundo com acesso a conteúdos ilimitados sobre diversos temas;Galena: descontos em graduações e cursos de desenvolvimento em instituições educacionais.","7":"Se você é apaixonado por design, edição de vídeos e criação de experiências digitais, continue lendo…Nós somos a Máquina de Vendas, uma empresa de consultoria e educação 100% focada em negócios digitais.Nosso maior objetivo é mudar drasticamente a condição financeira das pessoas através da carreira e treinamento comercial.Fazemos isso recrutando talentos com fome de crescimento, alocando-os em nossos clientes, e treinando-os incansavelmente para se tornarem a elite das vendas e serem bem remunerados. (+ de 100 mil por ano atingindo metas)Ajudamos mentores, treinadores, agências e negócios digitais a implementar e escalar um time comercial de alta performance.Em nosso ecossistema, atuamos em duas frentes, sendo:Programa de Aceleração, onde ajudamos donos de empresas a implementar e escalar um time comercial até que eles saiam 100% do processo de vendas.Recrutamento &amp; Seleção, atraímos os melhores talentos do mercado para atuar em nossos clientes ou até mesmo em nosso time interno.E para atingir essa meta ambiciosa precisamos de gente MUITO boa para trabalhar conosco, que não tenha medo de arregaçar as mangas e enfrentar desafios.Estamos buscando um Designer que combine habilidades de design gráfico, edição de vídeos e webdesign para elevar nossa comunicação visual, impactar nosso público e fortalecer nossa marca.Responsabilidades e atribuiçõesSeu objetivo:Você será responsável por toda a identidade visual da marca Máquina de Vendas, garantindo que nosso conteúdo seja visualmente impactante e estratégico. Isso inclui criação de materiais gráficos, edição de vídeos e desenvolvimento de páginas web, alinhados com as metas e KPIs estabelecidos.Além do time de Marketing, você trabalhará em parceria com outras áreas da empresa, como Produto e Comercial, contribuindo com soluções criativas para materiais internos e externos, sempre focando em inovação e resultados.Principais responsabilidades:Criar materiais gráficos e visuais para redes sociais, campanhas de marketing e apresentações;Editar vídeos curtos (Reels, Stories e anúncios) e materiais longos (webinars, aulas e treinamentos);Desenvolver e manter o design de páginas web, landing pages e e-mails no WordPress ou outras plataformas;Trabalhar diretamente com o time Comercial e de Produto para criar materiais visuais que apoiem campanhas, treinamentos e apresentações;Colaborar com o time de marketing para alinhar o design com as estratégias da empresa e metas estabelecidas;Garantir que os materiais visuais sigam a identidade visual da marca e causem impacto no público-alvo;Criar animações simples e motion graphics para aumentar o engajamento do conteúdo;Propor soluções criativas e inovações no design para atender às metas do time de marketing e de vendas;Revisar e melhorar continuamente os designs e edições com base em feedback e métricas de performance;Participar de reuniões de brainstorming e contribuir com ideias criativas para campanhas e outros projetos internos.Requisitos e qualificaçõesOBSERVAÇÃO: Essa vaga é para dedicação integral e Home Office. Você pode trabalhar de qualquer lugar.Requisitos:Experiência em design gráfico, edição de vídeos e webdesign (portfólio será avaliado);Domínio de ferramentas como Adobe Photoshop, Illustrator, Premiere, After Effects e Figma;Conhecimento básico de plataformas de criação de landing pages e WordPress;Familiaridade com práticas de design responsivo e UX\/UI;Habilidade para trabalhar com prazos apertados e entregar projetos com alta qualidade;Atenção aos detalhes e busca por excelência em todas as entregas;Capacidade de organizar e priorizar tarefas em um ambiente dinâmico;Desejo de aprender, inovar e crescer junto com a equipe.Desejável:Experiência com ferramentas de automação de marketing e edição de templates para e-mail;Noções de HTML\/CSS para ajustes simples em páginas web;Experiência prévia em projetos de marketing digital.Aqui na Máquina de Vendas, nós queremos pessoas que tenham aderência com a nossa cultura mais do que qualquer outra coisa.Nós preferimos alguém faminto, com sangue nos olhos, determinado, e uma vontade insaciável de aprender e crescer na vida do que alguém com doutorado, pouca mão na massa, preguiçoso e sem raça para fazer o que precisa ser feito.Valorizamos alguém determinado, criativo, que veja nos desafios uma oportunidade de crescimento e desenvolvimento.Desde que você consiga nos provar que tem os critérios da vaga, nós queremos muito te conhecer mais.Informações adicionaisO que oferecemos:Trabalho 100% Home OfficeFixo + VariávelPlano de saúde30 dias de descanso remunerado por anoAcesso a mais de R$ 50 mil em treinamentos e materiais sobre negócios digitaisEquipamentos profissionais para a execução do trabalhoParticipar de 1~2 eventos anuais da empresa com o timePossibilidade de crescimento e desenvolvimento acima da médiaPossibilidade de participar de treinamentos, eventos, e mentorias pagas pela empresaAmbiente e cultura de trabalho focado em crescimento e dinâmico","8":"A RD Saúde é uma empresa líder no mercado brasileiro de farmácias. Com as nossas marcas Raia e Drogasil, temos mais de 3.000 unidades espalhadas por todo o país e mais de 55 mil funcionários(as) empenhados(as) em cuidar de perto da saúde e bem-estar das pessoas em todos os momentos da vida.Até 2030, queremos ser o grupo que mais contribui para uma sociedade mais saudável. Para isso, entendemos que o nosso compromisso vai além do cuidado com a saúde individual. É preciso cuidar das pessoas, dos negócios e do planeta.Diversidade &amp; InclusãoNa RD Saúde, assumimos o compromisso de incluir e empoderar nossos(as)funcionários(as) por meio da promoção da diversidade e da inclusão. Valorizamos as pessoas, construindo uma cultura acolhedora e de respeito a todos e todas. Seja quem você é aqui!Vamos juntos nessa?Responsabilidades e atribuiçõesProjetar e garantir a qualidade da experiência para os canais de pagamento, na squad de payments, dentro da Vertical Online.- Habilidades em UX (explorar oportunidades e hipóteses, realizar atividades de pesquisa e validação com usuários, definir fluxos de usuário);- Habilidades em UI (desenvolver protótipos de baixa e alta fidelidade, criar documentação de interface e testar soluções);- Domínio em handoff para desenvolvedores;- Habilidades em comunicação e negociação para articular idéias com áreas multidisciplinares;- Estar preparado para “duplar” com pessoas de produto, desenvolvedores, agilidade, área de negócio e obterfeedbacks constantes sobre o design e adaptá-lo de forma que funcione para ambas as frentes.Requisitos e qualificações- Experiência e conhecimento no uso de dados no processo de design;- Domínio de uso e contribuição com Design System em produtos digitais para site e aplicativos (Android e iOS);- Experiência em conceitos de acessibilidade e design universal;- Experiência em teste de usabilidade e pesquisas exploratórias;- Experiência em documentação de processos para Designers;- Conhecimento em Figma, Miro e documentação de pesquisa;- Conhecimento em ferramentas de IA.Informações adicionaisParticipação nos Resultados (PPR)Assistência MédicaAssistência OdontológicaRefeitório no localSeguro de VidaVale-TransporteBenefício FarmáciaConvênio com Empresas ParceirasAuxílio Academia (Gympass)Cesta de NatalTrilha de CarreiraLicença Maternidade e Paternidade Estendida","9":"Você gosta de inovação e curte resolver problemas complexos? Nós também! Por isso, estamos em busca de profissionais inovadores e criativos, gostem de atuar em times de alta performance e busquem grandes desafios nas suas carreiras. Aqui, na Viaflow, temos um lugar especial esperando por você!Já pensou em fazer parte de uma equipe engajada em fazer a diferença no cuidar das pessoas?&nbsp;Essa oportunidade é para atuação no nosso cliente do&nbsp;mercado de crédito educacional no Brasil.&nbsp;Se você tem desejo de atuar em um projeto bacana e repleto de desenvolvimento, chegou a hora!Responsabilidades e atribuiçõesVocê será responsável por: Desenhar wireframes, protótipos ou interfaces, utilizando o Figma, para garantir o correto entendimento do analista de negócios e do time de desenvolvimento;Rodar pesquisas e testes de usabilidade;Ideação e prototipação de telas;Criar designs de alta qualidade;Manter-se atualizado com as tendências do setor, novas tecnologias, ferramentas de design e sobre as mudanças nas plataformas de mídia social, ajustando as estratégias conforme necessário e garantir que a equipe esteja sempre à frente no que diz respeito à inovação;Pesquisar e analisar tendências de design, identificando e aplicando inovações e melhores práticas em projetos;Trabalhar em estreita colaboração com parceiros estratégicos para garantir que os materiais atendam aos objetivos;Gerenciar prazos e prioridades de forma eficiente, garantindo a conclusão dos projetos dentro dos prazos estabelecidos;Realizar pesquisas de mercado e análise de tendências para manter-se atualizado(a) sobre as melhores práticas e inovações na área de design, além de compartilhar o conhecimento com a equipe;Realizar treinamentos para a equipe;Elaborar relatórios de desempenho e trazer insights de melhores conteúdos;Requisitos e qualificaçõesPara ocupar esse cargo, você precisará ter: Domínio com a criação de interfaces no Figma;Experiência em Metodologia ágil;Experiência em prototipação no Figma;Habilidades de trabalho em equipe (principalmente com desenvolvedores, QA's e PO's).Requisitos não obrigatórios, mas que agregam:Experiência em Jira;Conhecimento em conceitos básicos de: front-end, Google Analytics, Google Tag Manager e Hotjar.Requisitos de Formação e Qualificação:Idiomas: Inglês - intermediário | Espanhol - desejável;Pacote Office Avançado: Principalmente Power Point, Excel e Word;Graduação em Design, Publicidade e Propaganda, ou áreas correlatas;Pós-graduação em áreas correlatas;Experiência em ferramentas de design como Canva e\/ ou Pacote Adobe;Cursos e\/ou certificações em Design de produtos, Experiência do usuário e marketing digital;Habilidades Interpessoais necessárias: Criatividade e Inovação: Capacidade de ser criativo e inovar dentro de sua área;Senso de Urgência e Comprometimento com Qualidade: Habilidade de priorização de tarefas e gestão de prazos, garantindo entregas pontuais e de alta qualidade;Comunicação verbal e escrita: Habilidades para comunicar de forma clara, assertiva e eficaz com colegas, líderes, clientes, parceiros e fornecedores;Priorização: Capacidade de entender quais são as prioridades do momento, e orientar o time na priorização de demandas, atividades, projetos, etc;Organização: Capaciadade de planejar e organizar suas demandas, responsabilidades e processos, fazer boa gestão do tempo;Confidencialidade: Capacidade de lidar, de forma ética e adequada, com informações confidenciais de clientes e da empresa;Relacionamento Interpessoal: Habilidade para desenvolver e manter relacionamentos positivos e colaborativos, promovendo um ambiente de trabalho harmonioso;Trabalho em Equipe: Colaborar de forma efetiva, contribuindo com ideias e ouvindo opiniões de seus colegas para que possamos atingir objetivos comuns;Informações adicionais🌎 Atuação 100% remota - trabalhe de onde se sentir confortável;&nbsp;🚀🎉 Day off de aniversário - afinal, é dia de festa!&nbsp;🤑&nbsp;Programa Business Partner Viaflow;&nbsp;🏡 Auxílio home office no cartão na categoria saldo livre para usar onde quiser! 💳👩‍⚕️&nbsp;Pacote Colab+ com acesso a WellHub (Gympass), Avus e Starbem💪🏼TotalPass: Acesso a uma rede de academias para você manter a forma e se sentir bem!"},"careerPageId":{"0":2482,"1":114440,"2":163914,"3":166396,"4":131944,"5":33307,"6":163770,"7":163902,"8":180322,"9":515},"careerPageName":{"0":"FOXTON","1":"STEFANINI LATAM","2":"Corporativo - Agibank","3":"QiBit Vagas","4":"Empresa Confidencial ","5":"SENAI CETIQT","6":"Blip","7":"Máquina de Vendas","8":"RD Saúde","9":"Viaflow"},"careerPageLogo":{"0":"https:\/\/attachments.gupy.io\/production\/companies\/472\/career\/2482\/images\/2020-10-05_12-31_logo.jpg","1":"https:\/\/attachments.gupy.io\/production\/companies\/54256\/career\/114440\/images\/2022-11-22_20-33_logo.png","2":"https:\/\/attachments.gupy.io\/production\/companies\/41980\/career\/163914\/images\/2023-07-05_00-35_companyLogoUrl.png","3":"https:\/\/attachments.gupy.io\/production\/companies\/5581\/career\/166396\/images\/2024-04-03_15-29_companyLogoUrl.png","4":"https:\/\/career-page-prod.gupy.io\/default-creation-images\/confidencial_logo.png","5":"https:\/\/attachments.gupy.io\/production\/companies\/14467\/career\/33307\/images\/2021-10-25_03-12_logo.jpg","6":"https:\/\/attachments.gupy.io\/production\/companies\/1902\/career\/163770\/images\/2023-06-20_16-43_companyLogoUrl.png","7":"https:\/\/attachments.gupy.io\/production\/companies\/68159\/career\/163902\/images\/2023-07-05_00-27_companyLogoUrl.png","8":"https:\/\/attachments.gupy.io\/production\/companies\/73231\/career\/180322\/images\/2024-07-30_01-40_companyLogoUrl.jpg","9":"https:\/\/attachments.gupy.io\/production\/companies\/479\/career\/515\/images\/2024-07-18_17-59_companyLogoUrl.png"},"type":{"0":"vacancy_type_effective","1":"vacancy_type_effective","2":"vacancy_type_effective","3":"vacancy_type_effective","4":"vacancy_type_effective","5":"vacancy_type_internship","6":"vacancy_type_effective","7":"vacancy_legal_entity","8":"vacancy_type_effective","9":"vacancy_type_effective"},"publishedDate":{"0":"2024-11-25T18:45:13.337Z","1":"2024-11-25T17:31:23.191Z","2":"2024-11-25T17:22:09.200Z","3":"2024-11-25T16:32:00.972Z","4":"2024-11-25T15:19:22.265Z","5":"2024-11-25T13:22:26.008Z","6":"2024-11-24T21:20:20.171Z","7":"2024-11-22T23:02:58.941Z","8":"2024-11-22T21:27:48.815Z","9":"2024-11-22T21:01:41.931Z"},"applicationDeadline":{"0":"2025-01-21T00:00:00.000Z","1":"2025-01-21T00:00:00.000Z","2":"2025-01-17T00:00:00.000Z","3":"2025-01-24T00:00:00.000Z","4":"2025-01-10T00:00:00.000Z","5":"2024-12-01T00:00:00.000Z","6":"2025-01-30T00:00:00.000Z","7":"2025-01-21T00:00:00.000Z","8":"2025-01-21T00:00:00.000Z","9":"2025-01-21T00:00:00.000Z"},"isRemoteWork":{"0":false,"1":false,"2":false,"3":true,"4":false,"5":false,"6":true,"7":true,"8":false,"9":true},"city":{"0":"Rio de Janeiro","1":"Miguel Hidalgo","2":"Campinas","3":"","4":"Barueri","5":"Rio de Janeiro","6":"","7":"","8":"São Paulo","9":""},"state":{"0":"Rio de Janeiro","1":"","2":"São Paulo","3":"","4":"São Paulo","5":"Rio de Janeiro","6":"","7":"","8":"São Paulo","9":""},"country":{"0":"Brasil","1":"México","2":"Brasil","3":"Brasil","4":"Brasil","5":"Brasil","6":"Brasil","7":"Brasil","8":"Brasil","9":"Brasil"},"jobUrl":{"0":"https:\/\/foxton.gupy.io\/job\/eyJqb2JJZCI6ODE3ODIwNSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","1":"https:\/\/stefaninilatam.gupy.io\/job\/eyJqb2JJZCI6ODE3OTkwMiwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","2":"https:\/\/corporativo-agibank.gupy.io\/job\/eyJqb2JJZCI6ODE0ODMzNiwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","3":"https:\/\/qibit.gupy.io\/job\/eyJqb2JJZCI6ODE4NzU4Mywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","4":"https:\/\/subdominioconfidencial.gupy.io\/job\/eyJqb2JJZCI6ODEyMDc0Miwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","5":"https:\/\/senaicetiqt.gupy.io\/job\/eyJqb2JJZCI6ODE4NTc2NSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","6":"https:\/\/blip.gupy.io\/job\/eyJqb2JJZCI6ODE4MzcwNCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","7":"https:\/\/integralmidia.gupy.io\/job\/eyJqb2JJZCI6ODE4MDA2NSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","8":"https:\/\/rdsaude-corporativo.gupy.io\/job\/eyJqb2JJZCI6ODE3OTcyMywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","9":"https:\/\/viaflow.gupy.io\/job\/eyJqb2JJZCI6ODE3NjE2NCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal"},"badges":{"0":{"friendlyBadge":false},"1":{"friendlyBadge":false},"2":{"friendlyBadge":true},"3":{"friendlyBadge":false},"4":{"friendlyBadge":true},"5":{"friendlyBadge":true},"6":{"friendlyBadge":true},"7":{"friendlyBadge":true},"8":{"friendlyBadge":false},"9":{"friendlyBadge":true}},"disabilities":{"0":true,"1":true,"2":true,"3":true,"4":true,"5":true,"6":true,"7":false,"8":true,"9":true},"workplaceType":{"0":"on-site","1":"hybrid","2":"hybrid","3":"remote","4":"hybrid","5":"on-site","6":"remote","7":"remote","8":"hybrid","9":"remote"},"careerPageUrl":{"0":"https:\/\/foxton.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","1":"https:\/\/stefaninilatam.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","2":"https:\/\/corporativo-agibank.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","3":"https:\/\/qibit.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","4":"https:\/\/subdominioconfidencial.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","5":"https:\/\/senaicetiqt.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","6":"https:\/\/blip.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","7":"https:\/\/integralmidia.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","8":"https:\/\/rdsaude-corporativo.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","9":"https:\/\/viaflow.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"}}