{"id":{"0":8180221,"1":8083683,"2":8083618,"3":8079845,"4":8187752,"5":8187359,"6":8170037,"7":8091239,"8":8090591,"9":8085032},"companyId":{"0":54256,"1":417,"2":417,"3":417,"4":54256,"5":54256,"6":417,"7":417,"8":417,"9":417},"name":{"0":"FullStack Developer SIF","1":"React\/Java Fullstack Developer | Senior ","2":"Angular Developer | Mid\/Senior ","3":"React Developer | Senior ","4":"Java Developer ","5":"Magento Developer","6":"Python Developer for Financial | Mid\/Senior","7":"Python Developer | Senior ","8":"Node.js Developer | Senior ","9":"Java Spring Boot Developer for Financial | Mid\/Senior"},"description":{"0":"¡Sé parte de Stefanini!​En Stefanini somos más de 30.000 genios, conectados desde 41 países, haciendo lo que les apasiona y co-creando un futuro mejor.​Responsabilidades y atribucionesFullstack Java+Angular+Azure&nbsp;El desarrollador fullstack participa activamente en los proyectos aportando su experiencia tanto en el desarrollo del frontend como del backend de aplicaciones, así como en el diseño y creación de la base de datos. Deberá ser capaz de trabajar de manera autónoma y en equipo, demostrando habilidades de resolución de problemas y creatividad en el desarrollo de software.&nbsp;Responsabilidades:&nbsp;Desarrollar aplicaciones completas, desde el diseño inicial hasta la puesta en producción.&nbsp;Colaborar con el equipo de análisis y diseño UX\/UI, para garantizar una experiencia de usuario óptima.&nbsp;Crear y mantener bases de datos eficientes.&nbsp;Realizar pruebas de software para garantizar su funcionalidad y seguridad.&nbsp;Participar en el proceso de implementación de las funcionalidades desarrolladas.&nbsp;&nbsp;Requisitos y calificacionesRequisitos:&nbsp;Experiencia comprobada como desarrollador Fullstack o en un rol similar, con al menos 2 años de experiencia.&nbsp;Conocimientos sólidos de lenguajes de programación.&nbsp;Experiencia en el diseño y mantenimiento de bases de datos SQL y NoSQL.&nbsp;Conocimientos de desarrollo en nube: Azure.&nbsp;Capacidad para trabajar en un entorno ágil y adaptarse a cambios rápidos.&nbsp;Excelentes habilidades de comunicación y trabajo en equipo.&nbsp;Conocimientos técnicos:&nbsp;a) RequeridosJava JDK&gt;8&nbsp;Spring Framework&gt;4&nbsp;Spring Boot\/\/Microservicios&nbsp;AngularJenkins\/Jfrog\/SonaQube\/CheckmarkBase de datos\/SQL&nbsp;Kubernettes&nbsp;Cloud Azure&nbsp;Git&nbsp;&nbsp;b)&nbsp;&nbsp;&nbsp;&nbsp;Deseables: se valorará ampliamenteMarcos Ágiles\/Scrum\/Jira\/Confluence.&nbsp;Herramientas de calidad de código y chequeo de vulnerabilidades: SonarQube, Checkmarx.&nbsp;Uso de herramientas para control de versiones.Conocimiento de conceptos de CI\/CD.&nbsp;Conocimientos para desarrollo de código seguro.&nbsp;Ingles intermedioInformaciones adicionalesResolución de problemasPensamiento crítico y creativoProactivoEmpático","1":".Responsabilidades e atribuiçõesDesenvolver soluções escaláveis e resilientes;Apresentar melhorias nos sistemas existentes e garantir a qualidade nas entregas;Manter a qualidade do software, verificando processos, ferramentas e boas práticas disponíveis para o produto e tecnologia utilizados;Orientar desenvolvedores de menor senioridade, apoiando suas dúvidas, disseminando conhecimento, desenhando e arquitetando soluções ou indicando documentação de apoio;Criar testes de alta complexidade, sejam manuais ou automatizados, que cubram o comportamento desejado dos componentes técnicos desenvolvidos utilizando os requisitos e ferramentas de testes.Requisitos e qualificaçõesExperiência em ReactJS e\/ou ReactNative;Competência em design de APIs REST;Conhecimento em Bancos de Dados (SQL ou NoSQL);Compreensão e entendimento de arquitetura de microsserviços;Diferenciais incluem conhecimento em Java 17+ e SpringBoot;Arquitetura de microserviços;Não possui todos os requisitos para a vaga?Está tudo bem! Na Compass UOL, estimulamos o desenvolvimento contínuo de novos talentos e transformamos desafios em oportunidades.Informações adicionais#remote\"remote\"","2":".Responsabilidades e atribuiçõesEntender demandas de negócio e implementar o front-end buscando prover a melhor experiência digital;Validar e garantir a performance, boas práticas de desenvolvimento, qualidade do código, cobertura de testes, preparação para deploy e outros aspectos técnicos da camada de front-end;Definir soluções de forma propositiva, apresentar as suas sugestões e ideias;Atuar em colaboração com a equipe e cliente buscando atingir juntos os melhores resultados possíveis;Participar e colaborar com os Squads Ágeis em seus rituais.Requisitos e qualificaçõesDesenvolvimento front-end utilizando Angular;Desenvolvimento com Javascript avançado;Desenvolvimento front-end utilizando HTML5, CSS e SASS\/SCSS;Desenvolvimento front-end responsivo e\/ou escalável;Consumo de API´s;Boas práticas para reutilização de código, componentes e clean code;Ferramentas de versionamento de código;Metodologia ágil para o desenvolvimento de software;Desejável: Conhecimento em desenvolvimento de microfrontends, Atomic Design, experiência com outras linguagens ou frameworks front-end ou back-end, testes automatizados para front-end e CI\/CD.Não possui todos os requisitos para a vaga?Está tudo bem! Na Compass UOL, estimulamos o desenvolvimento contínuo de novos talentos e transformamos desafios em oportunidades.Informações adicionais#remote\"remote\"","3":".Responsabilidades e atribuiçõesEntender demandas de negócio e implementar o front-end buscando prover a melhor experiência digital;Validar e garantir a performance, boas práticas de desenvolvimento, qualidade do código, cobertura de testes, preparação para deploy e outros aspectos técnicos da camada de front-end;Definir soluções de forma propositiva, apresentar as suas sugestões e ideias;Atuar em colaboração com a equipe e cliente buscando atingir juntos os melhores resultados possíveis;Participar e colaborar com os Squads Ágeis em seus rituais.Requisitos e qualificaçõesDesenvolvimento front-end utilizando React;Compreensão do ciclo de vida do React;Conhecimento e entendimento de Hooks;Desenvolvimento com Javascript avançado;Desenvolvimento front-end utilizando HTML5, CSS e pré-processadores CSS;Desenvolvimento front-end responsivo e\/ou escalável;Consumo de API´s;Boas práticas para reutilização de código, componentes e clean code;Ferramentas de versionamento de código;Metodologia ágil para o desenvolvimento de software;Desejável: Conhecimento em microfrontends, Design System, experiência com outras linguagens ou frameworks front-end ou back-end, testes automatizados para front-end e CI\/CD.Não possui todos os requisitos para a vaga?Está tudo bem! Na Compass UOL, estimulamos o desenvolvimento contínuo de novos talentos e transformamos desafios em oportunidades.Informações adicionais#remote\"remote\"","4":"¡Se parte de Stefanini!​En Stefanini somos más de 30.000 genios, conectados desde 41 países, haciendo lo que les apasiona y co-creando un futuro mejor.​Responsabilidades y atribucionesExperiencia en el sector TI y deseable negocio financiero Implementación de metodologías ágiles. Lenguajes y lógica de programación.Experiencia en arquitectura orientada a servicios (SOA) Manejo de bases de datos.Servicios de integración Manejo de protocolos de comunicación, servicios de autenticación y cifrado de datos.Deseable experiencia en la implementación de despliegue continuo y versionamiento de software (DevOps)Requisitos y calificacionesExperiencia de 4 añosIngeniero de Sistemas o carreras afines, Estudiantes de últimos semestres (Octavo Semestre), Tecnólogo Titulado.Conocimiento en lenguajes y lógica de programación.Conocimientos de metodologías ágiles de desarrollo (Scrum, Kanban).Conocimiento de bases de datos.Competencias Técnico-FuncionalesComunicación verbal, asertividadConocimientos técnicos del negocio del sector financieroNegociación y manejo del conflictoCapacidad analítica y de abstracciónTrabajo en equipoActitud y proactividad","5":"¡Sé parte de Stefanini!​En Stefanini somos más de 30.000 genios, conectados desde 41 países, haciendo lo que les apasiona y co-creando un futuro mejor.​Responsabilidades y atribucionesEstamos buscando un Desarrollador Magento experimentado para unirse a nuestro equipo dinámico. El candidato ideal tendrá un sólido entendimiento de PHP, MySQL y .Magento, junto con una pasión por crear soluciones de comercio electrónico de alta calidad y escalables. Serás responsable de desarrollar nuevas funciones, optimizar funcionalidades existentes y garantizar el rendimiento y la seguridad de nuestros sitios web basados en Magento.Responsabilidades:Diseñar, desarrollar y mantener sitios web de comercio electrónico basados en Magento, asegurando una experiencia de usuario fluida.Personalizar temas y módulos de Magento para cumplir con los requisitos del cliente. Integrar servicios y APIs de terceros según sea necesario.Analizar y optimizar el rendimiento de las aplicaciones Magento, asegurando tiempos de carga rápidos y alta disponibilidad.Identificar y resolver problemas en el entorno de Magento, incluidos errores, cuellos de botella en el rendimiento y vulnerabilidades de seguridad.Trabajar estrechamente con diseñadores, gerentes de producto y otros desarrolladores para garantizar la alineación en los objetivos y cronogramas del proyecto.Realizar revisiones de código, mantener documentación y establecer mejores prácticas para el desarrollo de Magento.Estar al tanto de las últimas actualizaciones, tendencias y mejores prácticas de Magento para asegurar que la aplicación se mantenga actual y competitiva.Requisitos y calificacionesExperiencia comprobada como Desarrollador Magento de 1 año de experiencia.Dominio de PHP, MySQL, HTML, CSS, JavaScript y XML.Familiaridad con tecnologías front-end como jQuery y Knockout.js.Experiencia con sistemas de control de versiones como Git.&nbsp;Habilidades Preferidas:&nbsp;Experiencia con otras plataformas de comercio electrónico (por ejemplo, WooCommerce, Shopify) es un plus.Familiaridad con servicios en la nube (AWS, Azure) y entornos de hosting.Conocimiento de mejores prácticas de SEO y estrategias de marketing digital.","6":".Responsabilidades e atribuiçõesEntender demandas de negócio e implementar back-end buscando prover a melhor experiência digital e encantar os usuários;Validar e garantir a performance, boas práticas de desenvolvimento, qualidade do código, cobertura de testes, preparação para deploy e outros aspectos técnicos da&nbsp;back-end;Definir soluções de forma propositiva, apresentar as suas sugestões e ideias;Atuar em colaboração com a equipe e cliente buscando atingir juntos os melhores resultados possíveis;Trabalhar com sistemas de alta performance e volumetria.Requisitos e qualificaçõesExperiência com PythonDesenvolvimento com Backend (Java, Spring boot e Terraform);Desenvolvimento de APIs REST;Micro serviços e ferramentas de orquestração (Ex: Kubernetes) e ferramentas de Containers (Ex: Docker);Conhecimento em boas práticas para reutilização de código, componentes e clean code;Ferramentas de versionamento de código git;&nbsp;Teste Unitários ou TDD;Conhecimento em Azure DevOps,Bancos de dados relacionais (Ex: MySQL, Oracle) e não-relacionais (Ex: MongoDB, CosmoDB);Conhecimento em cloud (Ex: Azure, AWS),Desejável: familiaridade com Control-M e Cofre de Senhas; Conhecimento em criptografia de arquivos, FileShare, BlobStorage, EventHub; Compreensão de conceito de Container e PODs; Vivência com formatação de arquivos, criação de troca de arquivo com o Conect Direct; Conhecimento de Linux e comandos, experiência em nomenclatura de arquivos, validação de logs e verificação de erros do sistemas;Não possui todos os requisitos para a vaga?Está tudo bem! Na Compass UOL, estimulamos o desenvolvimento contínuo de novos talentos e transformamos desafios em oportunidades.Informações adicionais#remote\"remote\"","7":".Responsabilidades e atribuiçõesAtuar no desenvolvimento de aplicações escaláveis, resilientes e de alta disponibilidade;Auxiliar no levantamento de requisitos de negócio e tecnologia;Auxiliar na avaliação e definição da arquitetura de sistemas e softwares;Identificar e propor melhorias para os sistemas atuais para aumento de produtividade, escalabilidade, estabilidade e\/ou controle;Criar testes unitários e de integração;Desenvolver APIs.Requisitos e qualificaçõesExperiência com desenvolvimento utilizando Python;Experiência com integrações com sistemas em Java Spring Boot;Conhecimento em serviços REST;Conhecimento em orientação a objetos, SOLID e padrões de projeto;Conhecimento de arquitetura voltada a serviços;Conhecimento em estrutura de dados;Conhecimento em testes automatizados;Desejável: Experiência em metodologias ágeis (Scrum e Kanban), Conhecimento em banco de dados NoSQL, Conhecimento em sistemas de alta disponibilidade, Experiência em arquitetura em camadas (Hexagonal, Onion e Clean Architecture).&nbsp;Não possui todos os requisitos para a vaga?Está tudo bem! Na Compass UOL, estimulamos o desenvolvimento contínuo de novos talentos e transformamos desafios em oportunidades.Informações adicionais#remote\"remote\"","8":".Responsabilidades e atribuiçõesProjetar, desenvolver e implementar soluções em Javascript ES6+ e Typescript utilizando o Node.js;Trabalhar em colaboração com a equipes de desenvolvimento e arquitetura no design e review de projetos para garantir que o trabalho esteja alinhado com objetivo do cliente;Participar de uma equipe ágil e ativamente do ciclo de vida completo do desenvolvimento de software;Desenvolver novos processos e aprimorar processos existentes;Desenvolver testes unitários e\/ou automatizados, bem como gostar da prática da revisão de código;Escrever código reutilizável, testável e eficiente;Modelar e consumir de API's REST;Implementar microsserviços;Modelar, implementar e manipular bases de dados (SQL, NoSQL, In-Memory).Requisitos e qualificaçõesExperiência em NodeJS e qualquer framework como Express, NestJS e \/ ou Koa;Conhecimento sólidos em JavaScript ES6+;Modelagem e consumo de API's REST;Bancos de dados NoSQL (MongoDB, Redis e etc.);Banco de dados transacionais (SQL Server, Oracle, PostgreSQL e etc.);Experiência em automação de testes;Ferramentas de versionamento de código (Git);Docker;Experiência em continuous integration (CI\/CD);Metodologias e\/ou Práticas Ágeis (Scrum, Kanban);Desejáveis: Conhecimento em Typescript, Cloud Computing, Domain Driven Design e Clean Architecture.Não possui todos os requisitos para a vaga?Está tudo bem! Na Compass UOL, estimulamos o desenvolvimento contínuo de novos talentos e transformamos desafios em oportunidades.Informações adicionais#remote\"remote\"","9":".Responsabilidades e atribuiçõesAtuar no desenvolvimento de projetos que utilizem metodologias ágeis inseridos no contexto de Core Banking Business;Estimular o time a aprimorar a prática de melhoria contínua;Estar constantemente aprendendo, evoluindo e aplicando seus conhecimentos para melhorias nos sistemas e equipes onde atua;Fazer troubleshooting de forma muito rápida e eficiente;Colaborar com o time de forma proativa, buscando melhoria tanto no código fonte como na regra de negócio;Compartilhar conhecimento com os menos experientes;Ter “ownership”, expondo suas opiniões com clareza;Requisitos e qualificaçõesLinguagem de programação Java (Spring Boot);Git;Mmensageria e filas (Ex: Kafka, SQS, Rabbit MQ);Desenvolvimento de APIs REST;Desenvolvimento de arquitetura distribuída;Micro serviços e ferramentas de orquestração (Ex: Kubernetes) e ferramentas de Containers (Ex: Docker);CI\/CD (Ex: Jenkins);Bancos de dados relacionais (Ex: MySQL, Oracle) e não-relacionais (Ex: MongoDB, Cassandra);Testes unitários;Ferramentas e práticas de monitoração de sistemas (Ex: New Relic, Grafana, DynaTrace, Splunk);Desenvolvimento utilizando ambiente Linux;Desejáveis: Spring Cloud, APIs RESTful, Documentação de API (Ex: Swagger), Kotlin, SOLID, Design Patterns, atuação com arquiteturas distribuídas, resilientes, escaláveis e de alta performance.Não possui todos os requisitos para a vaga?Está tudo bem! Na Compass UOL, estimulamos o desenvolvimento contínuo de novos talentos e transformamos desafios em oportunidades.Informações adicionais#remote\"remote\""},"careerPageId":{"0":114440,"1":35254,"2":35254,"3":35254,"4":114440,"5":114440,"6":35254,"7":35254,"8":35254,"9":35254},"careerPageName":{"0":"STEFANINI LATAM","1":"Compass UOL","2":"Compass UOL","3":"Compass UOL","4":"STEFANINI LATAM","5":"STEFANINI LATAM","6":"Compass UOL","7":"Compass UOL","8":"Compass UOL","9":"Compass UOL"},"careerPageLogo":{"0":"https:\/\/attachments.gupy.io\/production\/companies\/54256\/career\/114440\/images\/2022-11-22_20-33_logo.png","1":"https:\/\/attachments.gupy.io\/production\/companies\/417\/career\/35254\/images\/2024-11-07_16-21_companyLogoUrl.jpg","2":"https:\/\/attachments.gupy.io\/production\/companies\/417\/career\/35254\/images\/2024-11-07_16-21_companyLogoUrl.jpg","3":"https:\/\/attachments.gupy.io\/production\/companies\/417\/career\/35254\/images\/2024-11-07_16-21_companyLogoUrl.jpg","4":"https:\/\/attachments.gupy.io\/production\/companies\/54256\/career\/114440\/images\/2022-11-22_20-33_logo.png","5":"https:\/\/attachments.gupy.io\/production\/companies\/54256\/career\/114440\/images\/2022-11-22_20-33_logo.png","6":"https:\/\/attachments.gupy.io\/production\/companies\/417\/career\/35254\/images\/2024-11-07_16-21_companyLogoUrl.jpg","7":"https:\/\/attachments.gupy.io\/production\/companies\/417\/career\/35254\/images\/2024-11-07_16-21_companyLogoUrl.jpg","8":"https:\/\/attachments.gupy.io\/production\/companies\/417\/career\/35254\/images\/2024-11-07_16-21_companyLogoUrl.jpg","9":"https:\/\/attachments.gupy.io\/production\/companies\/417\/career\/35254\/images\/2024-11-07_16-21_companyLogoUrl.jpg"},"type":{"0":"vacancy_type_effective","1":"vacancy_type_effective","2":"vacancy_type_effective","3":"vacancy_type_effective","4":"vacancy_type_effective","5":"vacancy_type_temporary","6":"vacancy_type_effective","7":"vacancy_type_effective","8":"vacancy_type_effective","9":"vacancy_type_effective"},"publishedDate":{"0":"2024-11-25T17:29:52.605Z","1":"2024-11-25T17:27:21.857Z","2":"2024-11-25T17:25:38.668Z","3":"2024-11-25T17:23:59.423Z","4":"2024-11-25T16:40:45.575Z","5":"2024-11-25T15:47:26.009Z","6":"2024-11-25T14:28:44.867Z","7":"2024-11-25T13:08:17.700Z","8":"2024-11-25T13:04:16.043Z","9":"2024-11-22T20:30:16.591Z"},"applicationDeadline":{"0":"2025-01-21T00:00:00.000Z","1":"2025-01-04T00:00:00.000Z","2":"2025-01-04T00:00:00.000Z","3":"2025-01-04T00:00:00.000Z","4":"2025-01-24T00:00:00.000Z","5":"2025-01-24T00:00:00.000Z","6":"2025-01-20T00:00:00.000Z","7":"2025-01-05T00:00:00.000Z","8":"2025-01-05T00:00:00.000Z","9":"2025-01-04T00:00:00.000Z"},"isRemoteWork":{"0":true,"1":true,"2":true,"3":true,"4":false,"5":true,"6":true,"7":true,"8":true,"9":true},"city":{"0":"","1":"","2":"","3":"","4":"Bogota","5":"","6":"","7":"","8":"","9":""},"state":{"0":"","1":"","2":"","3":"","4":"","5":"","6":"","7":"","8":"","9":""},"country":{"0":"México","1":"Brasil","2":"Brasil","3":"Brasil","4":"Colômbia","5":"Peru","6":"Brasil","7":"Brasil","8":"Brasil","9":"Brasil"},"jobUrl":{"0":"https:\/\/stefaninilatam.gupy.io\/job\/eyJqb2JJZCI6ODE4MDIyMSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","1":"https:\/\/compass.gupy.io\/job\/eyJqb2JJZCI6ODA4MzY4Mywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","2":"https:\/\/compass.gupy.io\/job\/eyJqb2JJZCI6ODA4MzYxOCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","3":"https:\/\/compass.gupy.io\/job\/eyJqb2JJZCI6ODA3OTg0NSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","4":"https:\/\/stefaninilatam.gupy.io\/job\/eyJqb2JJZCI6ODE4Nzc1Miwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","5":"https:\/\/stefaninilatam.gupy.io\/job\/eyJqb2JJZCI6ODE4NzM1OSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","6":"https:\/\/compass.gupy.io\/job\/eyJqb2JJZCI6ODE3MDAzNywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","7":"https:\/\/compass.gupy.io\/job\/eyJqb2JJZCI6ODA5MTIzOSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","8":"https:\/\/compass.gupy.io\/job\/eyJqb2JJZCI6ODA5MDU5MSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","9":"https:\/\/compass.gupy.io\/job\/eyJqb2JJZCI6ODA4NTAzMiwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal"},"badges":{"0":{"friendlyBadge":false},"1":{"friendlyBadge":true},"2":{"friendlyBadge":true},"3":{"friendlyBadge":true},"4":{"friendlyBadge":false},"5":{"friendlyBadge":false},"6":{"friendlyBadge":true},"7":{"friendlyBadge":true},"8":{"friendlyBadge":true},"9":{"friendlyBadge":true}},"disabilities":{"0":true,"1":true,"2":true,"3":true,"4":true,"5":true,"6":true,"7":true,"8":true,"9":true},"workplaceType":{"0":"remote","1":"remote","2":"remote","3":"remote","4":"hybrid","5":"remote","6":"remote","7":"remote","8":"remote","9":"remote"},"careerPageUrl":{"0":"https:\/\/stefaninilatam.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","1":"https:\/\/compass.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","2":"https:\/\/compass.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","3":"https:\/\/compass.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","4":"https:\/\/stefaninilatam.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","5":"https:\/\/stefaninilatam.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","6":"https:\/\/compass.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","7":"https:\/\/compass.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","8":"https:\/\/compass.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","9":"https:\/\/compass.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"}}