{"id":{"0":8085032,"1":8178273,"2":8175878,"3":8171364,"4":8027313,"5":8105430,"6":8165405,"7":8162541,"8":8161321,"9":7738157},"companyId":{"0":417,"1":54256,"2":42212,"3":1172,"4":51022,"5":581,"6":54256,"7":808,"8":54256,"9":42212},"name":{"0":"Java Spring Boot Developer for Financial | Mid\/Senior","1":"FullStack Developer especialidad .NET","2":"Developer- Lenguaje Topaz","3":"Mid Mobile Developer - Android (C\/PARC) ","4":"Mobile Developer I Pleno - React Native (Inglês) REMOTO","5":"SOFTWARE DEVELOPER SÊNIOR - MOBILE FLUTTER | Remoto","6":"Java Developer","7":"[OGI] - Senior .NET Developer ","8":"Java Developer","9":"Sr Developer Analyst"},"description":{"0":".Responsabilidades e atribuiçõesAtuar no desenvolvimento de projetos que utilizem metodologias ágeis inseridos no contexto de Core Banking Business;Estimular o time a aprimorar a prática de melhoria contínua;Estar constantemente aprendendo, evoluindo e aplicando seus conhecimentos para melhorias nos sistemas e equipes onde atua;Fazer troubleshooting de forma muito rápida e eficiente;Colaborar com o time de forma proativa, buscando melhoria tanto no código fonte como na regra de negócio;Compartilhar conhecimento com os menos experientes;Ter “ownership”, expondo suas opiniões com clareza;Requisitos e qualificaçõesLinguagem de programação Java (Spring Boot);Git;Mmensageria e filas (Ex: Kafka, SQS, Rabbit MQ);Desenvolvimento de APIs REST;Desenvolvimento de arquitetura distribuída;Micro serviços e ferramentas de orquestração (Ex: Kubernetes) e ferramentas de Containers (Ex: Docker);CI\/CD (Ex: Jenkins);Bancos de dados relacionais (Ex: MySQL, Oracle) e não-relacionais (Ex: MongoDB, Cassandra);Testes unitários;Ferramentas e práticas de monitoração de sistemas (Ex: New Relic, Grafana, DynaTrace, Splunk);Desenvolvimento utilizando ambiente Linux;Desejáveis: Spring Cloud, APIs RESTful, Documentação de API (Ex: Swagger), Kotlin, SOLID, Design Patterns, atuação com arquiteturas distribuídas, resilientes, escaláveis e de alta performance.Não possui todos os requisitos para a vaga?Está tudo bem! Na Compass UOL, estimulamos o desenvolvimento contínuo de novos talentos e transformamos desafios em oportunidades.Informações adicionais#remote\"remote\"","1":"¡Sé parte de Stefanini!​En Stefanini somos más de 30.000 genios, conectados desde 41 países, haciendo lo que les apasiona y co-creando un futuro mejor.​Buscamos un desarrollador full stack altamente capacitado con especialización en tecnología .NET y SQL Server. El candidato ideal tendrá experiencia en el desarrollo y mantenimiento de aplicaciones web, así como un sólido conocimiento de prácticas de seguridad y herramientas de pruebas.&nbsp;Responsabilidades y atribucionesResponsabilidades:Desarrollar y mantener aplicaciones web utilizando marcos y lenguajes de programación modernos.Colaborar con diseñadores, gerentes de producto y otras partes interesadas para recopilar requisitos y traducirlos en especificaciones técnicas.Diseñar e implementar interfaces y experiencias fáciles de usar.Escriba código limpio, eficiente y mantenibleRealizar pruebas y depuraciones exhaustivas para garantizar la calidad y confiabilidad de las aplicaciones de software.Solucionar y resolver problemas informados por los usuarios o identificados durante las pruebas.Manténgase actualizado con las tendencias de la industria y las mejores prácticas en desarrollo web.Participar en revisiones de código para garantizar el cumplimiento de los estándares de codificación y las mejores prácticas.Colaborar con equipos multifuncionales para garantizar la entrega exitosa de proyectos.Contribuir a la mejora continua de los procesos y herramientas de desarrollo.Requisitos y calificacionesImportante contar con:Requisitos Técnicos:&nbsp;Dominio en .NET: Amplia experiencia en el desarrollo de aplicaciones utilizando .NET Framework\/Core, con habilidades para crear soluciones robustas y escalables.&nbsp;Base de Datos SQL Server: Capacidad para diseñar e implementar bases de datos relacionales, escribir consultas complejas y desarrollar stored procedures eficientes.&nbsp;Control de Versiones e Integración con Git: Experiencia en la gestión de código fuente y colaboraciones de equipo a través de Git.&nbsp;Revisión de Código: Experiencia en revisiones de código entre pares para asegurar la calidad y adherencia a buenas prácticas.&nbsp;Diagnóstico de Aplicaciones: Habilidad para identificar y solucionar problemas de rendimiento y lentitud en aplicaciones.&nbsp;Pruebas de Software: Experiencia en pruebas de integración, regresión y rendimiento utilizando herramientas como JMeter, Postman, SoapUI, Gatling o similares.&nbsp;Cloud y DevOps: Familiaridad con Azure y sus servicios para integrar soluciones en la nube.&nbsp;Integración y Consultas a Bases de Datos: Experiencia en la integración de aplicaciones con bases de datos y la optimización de queries.&nbsp;Habilidades Adicionales:&nbsp;Buenas Prácticas de Desarrollo: Compromiso con la implementación de estándares de codificación y prácticas ágiles.&nbsp;Experiencia básica CyberSeguridad: Conocimiento del OWASP Top Ten, CWE (Common Weakness Enumeration), y CVE (Common Vulnerabilities and Exposures) para asegurar aplicaciones seguras.&nbsp;Comunicación y Colaboración: Habilidad para trabajar en equipo y comunicarse efectivamente con otros desarrolladores y partes interesadas.Informaciones adicionales","2":"En Topaz nos une la tecnología y nos conecta la evolución!🚀En nuestra organización estamos totalmente comprometidos en contribuir a las soluciones financieras que hagan de la industria un lugar seguro, accesible y dinámico. Queremos llegar a diferentes partes del mundo con nuestro amplio ecosistema de soluciones tecnológicas. ¡Así que te invitamos a que seas parte de este equipo!😎¡Además tenemos grandes beneficios para ti! Sabemos que en conjuntoalcanzaremos el éxito, así que postúlate y haz parte de este gran Team.Al integrarte a nuestro&nbsp;Digital Applications&nbsp;Team&nbsp;como&nbsp;Developer&nbsp;&nbsp;tu misión será&nbsp;proporcionar el desarrollo de la mejor experiencia posible de nuestros productos y soluciones de forma accesible para todos nuestros clientes, ¡siendo verdadero protagonista de éxito!&nbsp;Responsabilidades e atribuiçõesTu día a día en Topaz ﻿Desarrollás de proyectos de implantación y desarrollo evolutivo, en los tiempos y niveles de calidad establecidos, utilizando el lenguaje de alto nivel (4GL) de programación propio de la compañía (Topaz)&nbsp;Adquirirás conocimiento funcional del negocio financiero&nbsp;Programarás utilizando herramientas tales como Jasper y Kettle&nbsp;Realizaràs consultas y programación en base de datos SQL (store procedures, package, vistas)&nbsp;Seràs consultor ante el cliente, plantear soluciones a clientes&nbsp;Realizarás el análisis de performance&nbsp;&nbsp;Interactuarás con diferentes sistemas operativos, sistemas de comunicación, sistemas de redes, sistemas de canales.&nbsp;Requisitos e qualificações¿Qué necesitas para ser parte de Topaz? Ser&nbsp;profesional o estudiante de carreras de Analista Programador, de Sistemas,&nbsp;Licenciatura de Sistemas o similar.&nbsp;Poseer conocimiento avanzado de bases de datos SQL (excluyente).&nbsp;Tener experiencia de al menos 1 año en tareas de desarrollo (Deseable)Se valorará tener conocimientos contables y experiencia en el sector financiero.&nbsp;Portugués y\/o inglés (deseable).&nbsp;Capacidad analítica, proactividad, orientación al cliente y trabajo en equipo.&nbsp;&nbsp;Disponibilidad para viajar al exterior esporádicamente.&nbsp;Informações adicionais¡Ten en cuenta estos beneficios que mejorarán tu experiencia en Topaz! Salud y Bienestar: Porque pensamos en nuestros equipos, contamos condiferentes planes de salud, los cuales están enfocados en promover elbienestar en la organización.Desarrollo personal y profesional: Estamos en constante evolución. Poresto, ofrecemos entornos, programas y políticas que garantizan el espacio ylas oportunidades necesarias para ti 🎓Plan carrera.Modalidad Híbrida: Aquí encontrarás el tiempo que necesitaspara recargar energías, además podrás disfrutar de un día libre entu cumpleaños 🥳Modalidad de trabajo híbrido.Convenios: Ofrecemos diferentes convenios y descuentos.","3":"Aproxime-se. A Invillia não apenas transformou a forma como as empresas mais revolucionárias do mundo criam e desenvolvem estratégias, negócios e produtos digitais.Inovou também a maneira como pessoas apaixonadas por tecnologia, de qualquer lugar do planeta, podem interagir, evoluir, mais conectados do que nunca.Para a Invillia, não importa onde você está. Se é um país grande. Ou uma cidade pequena. E sim a sua vontade. As suas ideias. O seu potencial.O tamanho do seu talento_O tamanho do seu talento_Responsabilidades e atribuições·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Desenvolvimento e manutenção de aplicativos Mobile;·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Desenvolvimento utilizando metodologias ágeis;·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Desenvolver código aplicando boas práticas de desenvolvimento, através de documentação e histórias de usuário;·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Atuar em correções e execuções de testes.Requisitos e qualificações·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Experiência com desenvolvimento Android (Nativo);·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Experiência com Git e Git Flow;·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Amplos conhecimentos em Java e Kotlin;·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Conhecimento e vivência com RESTFul;·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Testes de interface e testes unitários.·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Android Jetpack Components (ViewModel, Room, LiveData, Databinding, Navigation);·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Conhecimento em UI customizada;·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Conhecimento em arquiteturas móveis como MVP e MVVM;·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Capacidade de trabalhar em times multidisciplinares e de se comunicar claramente com times de desenvolvimento, design, marketing e produtos;Informações adicionaisA experiência de trabalhar na Invillia é única. E global. Temos o nosso próprio jeito de conectar talentos e construir inovações.Revolucionamos o ambiente de trabalho #Instation + somos experts em desenvolver soluções complexas para #GameChangers + temos uma metodologia única #EngagedbyDataPeopleAction + investimos em pessoas #InvilliaAcademyAlguns diferenciais Invillia:_inovamos lado-a-lado com #GameChangersGlobais_cultura de trabalho distribuído #inStation_metodologia exclusiva #GlobalGrowthFramework_benefícios únicos entre as techs #InfinitePowersFaça uma imersão aqui&nbsp;https:\/\/invillia.com\/Então, se você busca uma oportunidade de trabalhar de onde estiver, em uma empresa dedicada em recriar a sensação de proximidade, de conexão humana, e de se sentir acolhido a qualquer momento, mesmo com todos distribuídos, aqui é o lugar certo.","4":"We are a reference in implementing digital businesses across Latin America and Europe.As one of the largest companies in this niche, we are recognized for our excellence and are currently positioned as the most valuable agency (MVP) in the Vtex Quadrant.With operations in Brazil, Mexico, Chile, Argentina, and Spain, we serve over 40 countries, partnering with the largest market-leading brands to provide services in e-commerce development, implementation, and evolution, as well as SEO, Media, CRO, and CRM.We have grown significantly and continue to expand, taking on increasingly larger and more complex projects while venturing into international markets. As part of this journey, we were acquired by WPP, the world’s largest communication group.Today, our team consists of over 600 bold, determined, innovative, agile, and collaborative individuals who lead and shape the future of e-commerce together. Join us in building this future #JoinCorebiz.Responsabilidades e atribuiçõesThe Software Developer\/Programmer is responsible for programming, writing, testing, and maintaining a program. They rely on the requirements gathering and analyses conducted by the systems analyst.Requisitos e qualificaçõesDeep understanding of the programming\/functional aspects of native Android and iOS devices.Work with the VTEX platform and its provided APIs.Understand and apply UI animations.Capable of sharing knowledge and assisting other developers with tasks.Skills in reading code, identifying bugs, and proposing improvements.Familiarity with and application of best practices in architecture and coding standards (clean code).Knowledge of the App Store and Play Store.Experience with deployment strategies for app stores.Understanding of programming paradigms, their benefits, and when to use them.Collaborate with third parties responsible for push notifications and event generation for analytics purposes.Work with API strategies such as REST and GraphQL.Differentials:Bachelor's Degree CompletedInformações adicionais","5":"LOCALIZA&amp;COEstar em constante evolução nos trouxe até aqui. Ao lado de talentos e habilidades múltiplas nos conectamos em busca da nossa motivação: construir o futuro da mobilidade sustentável. É por meio da valorização da individualidade de cada um que impulsionamos o nosso movimento para conquistar resultados extraordinários, desenvolver nossas operações e criar soluções para os nossos clientes.Somos apaixonados por nossa história, por nossas ideias e pela capacidade de realizá-las. Sabemos que juntos, todos vamos mais longe.É assim que conectamos a Localiza&amp;Co com o futuro.O QUE VOCÊ IRÁ FAZER COMO SOFTWARE DEVELOPER SENIOR:Estamos em busca de um(a) profissional para atuar no desenvolvimento de aplicações mobile utilizando o framework Flutter. Se você é apaixonado por desenvolvimentos de aplicativos móveis e está em busca de novos desafios, nós adoraríamos conhece-lo(a).&nbsp;Em nosso ambiente de trabalho, utilizamos uma variedade de tecnologias, incluindo:&nbsp;Flutter\/Dart: Um dos frameworks utilizados dentro da Localiza para desenvolvimento de aplicações mobile.Firebase: Uma das diversas ferramentas que utilizamos que contém diversas soluções voltadas para o contexto mobile.Azure DevOps: Nossa escolha para soluções de gerenciamento de projetos e times.GitHub Copilot: Um assistente de programação baseado em inteligência artificial (IA) que nos ajuda no desenvolvimento.Não se preocupe, incentivamos a curiosidade e a busca constante por conhecimento!Responsabilidades e atribuiçõesLiderar iniciativas de desenvolvimento e implementação de novas funcionalidades.Trabalhar em conjunto com a equipe para garantir a qualidade, disponibilidade e segurança do aplicativo.Projetar e implementar arquiteturas e padrões de projetos ligados ao desenvolvimento Mobile\/Flutter.Otimizar o desempenho do aplicativo e resolver problemas complexos de forma eficiente e inovadora.Dar suporte a equipe de desenvolvimento e orientar outros desenvolvedores quando necessário.Participar de reuniões de planejamento, cerimônias de forma ativa do projeto e revisão de código.Configurar pipelines de CI\/CD para automação de compilação, testes e implantação quando necessário.Requisitos e qualificaçõesExperiência com arquiteturas de softwares, padrões de projetos ligados ao desenvolvimento mobile e Flutter.Familiaridade com frameworks de injeção de dependência que facilitam a manutenção e teste de código.Experiência em escrever testes unitários, interface e de instrumentação para garantir a qualidade e a confiabilidade do código.Habilidade para otimizar o desempenho do aplicativo, incluindo o uso eficiente de recursos, gestão de memória e análise de desempenho.Experiência em gerenciar o estado da aplicação de maneira eficiente, possivelmente usando bibliotecas como Bloc, Cubit, MobX ou similares.Experiencia em práticas de observabilidade para garantir o funcionamento correto da aplicação.Conhecimento sobre integração e comunicação entre módulos Flutter e aplicações nativas (Android e iOS)Experiência em configurar pipelines de CI\/CD para automação de compilação, testes e implantação.Conhecimento do funcionamento das lojas de aplicativos (Google Play e App Store)Informações adicionaisBENEFÍCIOS DESSA POSIÇÃOParticipação nos Lucros;Carro Corporativo;Vale Alimentação;Vale Refeição;Convênio Médico;Convênio Odontológico;Wellhub;Previdência Privada;Allya;Acesso ilimitado a diversos cursos da nossa Universidade Localiza;Programas internos de treinamento e desenvolvimento;Desconto em compra e aluguel de veículos.Viva a experiência de ser Localiza&amp;Co e venha construir o futuro da mobilidade conosco!","6":"¡Sé parte de Stefanini!En Stefanini&nbsp;somos más de 30,000 genios, conectados desde 41 países, co-creando un futuro mejor.¡Sé nuestro Desarrollador JAVA!Responsabilidades y atribuciones1 año de experiencia como Desarrollador Java.Conocimiento en entornos bancarios (deseable).Control, seguimiento y desarrollo completo de los requerimientos del cliente, desde el análisis, diseño, construcción, pruebas y liberación.Requisitos y calificacionesProactivoAutodidactaJAVA EECI\/CDBitbucket\/GITJenkinsSonarQubeCheckMarxJUNITERAJSPLinuxInformaciones adicionales","7":"Senior .NET DeveloperWe are looking for Senior .NET developers who want to work with us in a relaxed and exciting environment, with daily learning opportunities in the development of large projects for major clients worldwide. Our office is located in Chicago, USA, but we operate remotely; we prefer to call it an anywhere office.*Requirements:*- Previous experience with .NET Framework and .NET Core, React, and Angular- Great development practices- Knowledge of databases (SQL Server stored procedures)- Advanced English*Nice to have:*- Understanding of microservices communication and messaging systems_____________________________________Desenvolvedor .Net PlenoBuscamos devs .Net, em níveis de carreira Senior, que queiram trabalhar conosco em um ambiente descontraído e animado, com aprendizado diário no desenvolvimento de grandes projetos, junto a grandes clientes pelo mundo. Nosso escritório é em Chicago (EUA), mas a nossa atuação é remota: por aqui preferimos chamar de anywhere office.- Experiência anterior com .Net e core, react e angular- Ótimas práticas de desenvolvimento- Conhecimento em banco de dados (stored procedures de sql server)- Inglês avançado*Seria um diferencial*Conhecimento em XamarinSaber sobre comunicação entre micro serviços e mensageriaResponsabilidades e atribuiçõesRequisitos e qualificaçõesInformações adicionais","8":"¡Sé parte de Stefanini!En Stefanini&nbsp;somos más de 30,000 genios, conectados desde 41 países, co-creando un futuro mejor.¡Sé nuestro Desarrollador JAVA!Responsabilidades y atribuciones1 a 2 años de experiencia como Desarrollador JavaConocimiento en entornos bancarios (deseable)Control, seguimiento y desarrollo completo de los requerimientos del cliente, desde el análisis, diseño, construcción, pruebas y liberación&nbsp;Requisitos y calificacionesProactivoAutodidactaJAVA EECI\/CDBitbucket\/GITJenkinsSonarQubeCheckMarxJUNITERAJSPLinuxInformaciones adicionales","9":"Na Topaz, a tecnologia nos une e a evolução nos conecta! 🚀Em nossa organização, estamos totalmente comprometidos em contribuir para soluções financeiras que tornem a indústria um lugar seguro, acessível e dinâmico. Queremos alcançar diferentes partes do mundo com nosso amplo ecossistema de soluções tecnológicas. Por isso, convidamos você a fazer parte dessa equipe! 😎Além disso, temos ótimos benefícios para você! Sabemos que, juntos, alcançaremos o sucesso, então se candidate e faça parte desse grande time.Responsabilidades e atribuiçõesSeu dia a dia na&nbsp;Topaz:Atuar no planejamento e desenvolvimento dos produtos com o olhar voltado à qualidade;Trabalhar em conjunto com times de diferentes áreas observando as melhores práticas de desenvolvimento;Efetuar testes exploratórios do que é desenvolvido e oferecer feedback e sugestões aos times;Automatizar testes dos produtos e buscar sempre as melhores práticas nas etapas de desenvolvimento;Buscar conhecimento nas tecnologias utilizadas e trazer novas ideias ao restante do time.Requisitos e qualificaçõesO que você precisa conhecer para ser parte da Topaz?Experiência com Python e principais bibliotecas da linguagem;Conhecimento em testes unitários e testes de integração;Saber utilizar o GIT;Experiência com boas práticas de programação e metodologias ágeis;Conhecimento em arquitetura de software;Conhecimento em integração contínua;Tomar boas decisões de Engenharia de Software com autonomia, considerando variáveis técnicas e não técnicas;Boa comunicação, pois irá trabalhar em um time onde a comunicação é fundamental;A equipe está em crescimento e facilidade de adaptação a novos desafios é muito importante.&nbsp;Diferencial:﻿Ter atuado ou conhecer BDD e proficiência em PythonSaber utilizar o GIT.Experiência com boas práticas de programação e com metodologias ágeis.Conhecimento em integração contínua.Experiência com plataformas de testes automatizados e testes de unidadeFamiliaridade com integração contínua.Experiência com desenvolvimento Mobile e Web.Espanhol básico.Informações adicionaisTenha em mente esses benefícios que irão melhorar sua experiência na Topaz!Saúde e Bem-estar: Porque pensamos em nossas equipes, oferecemos diferentes planos de saúde, focados em promover o bem-estar na organização.Desenvolvimento pessoal e profissional: Estamos em constante evolução. Por isso, oferecemos ambientes, programas e políticas que garantem o espaço e as oportunidades necessárias para você🎓Rota de carreira.Flexibilidade e tempo livre: Aqui você encontrará o tempo necessário para recarregar as energias, além de poder desfrutar de um dia de folga&nbsp;no seu aniversário🥳 Modalidade de trabalho híbrido.Convênios: Oferecemos diferentes convênios e descontos.#VemSerTopaz"},"careerPageId":{"0":35254,"1":114440,"2":89869,"3":1825,"4":105945,"5":679,"6":114440,"7":176930,"8":114440,"9":100035},"careerPageName":{"0":"Compass UOL","1":"STEFANINI LATAM","2":"topazlatam","3":"invillia","4":"Corebiz","5":"Localiza&Co","6":"STEFANINI LATAM","7":"OGI.Systems","8":"STEFANINI LATAM","9":"Topaz Brasil"},"careerPageLogo":{"0":"https:\/\/attachments.gupy.io\/production\/companies\/417\/career\/35254\/images\/2024-11-07_16-21_companyLogoUrl.jpg","1":"https:\/\/attachments.gupy.io\/production\/companies\/54256\/career\/114440\/images\/2022-11-22_20-33_logo.png","2":"https:\/\/attachments.gupy.io\/production\/companies\/42212\/career\/89869\/images\/2024-09-24_15-10_companyLogoUrl.jpg","3":"https:\/\/attachments.gupy.io\/production\/companies\/1172\/career\/1825\/images\/2022-10-14_20-54_logo.png","4":"https:\/\/attachments.gupy.io\/production\/companies\/51022\/career\/105945\/images\/2022-10-18_17-47_logo.png","5":"https:\/\/attachments.gupy.io\/production\/companies\/581\/career\/679\/images\/2023-09-21_21-31_companyLogoUrl.png","6":"https:\/\/attachments.gupy.io\/production\/companies\/54256\/career\/114440\/images\/2022-11-22_20-33_logo.png","7":"https:\/\/attachments.gupy.io\/production\/companies\/808\/career\/176930\/images\/2024-07-08_19-38_companyLogoUrl.jpg","8":"https:\/\/attachments.gupy.io\/production\/companies\/54256\/career\/114440\/images\/2022-11-22_20-33_logo.png","9":"https:\/\/attachments.gupy.io\/production\/companies\/42212\/career\/100035\/images\/2024-09-24_15-31_companyLogoUrl.jpg"},"type":{"0":"vacancy_type_effective","1":"vacancy_type_effective","2":"vacancy_type_effective","3":"vacancy_type_effective","4":"vacancy_type_effective","5":"vacancy_type_effective","6":"vacancy_type_temporary","7":"vacancy_type_effective","8":"vacancy_type_temporary","9":"vacancy_type_effective"},"publishedDate":{"0":"2024-11-22T20:30:16.591Z","1":"2024-11-22T18:45:19.636Z","2":"2024-11-22T15:07:32.789Z","3":"2024-11-22T13:24:28.939Z","4":"2024-11-21T20:21:17.466Z","5":"2024-11-21T12:49:04.627Z","6":"2024-11-20T19:06:19.427Z","7":"2024-11-19T20:52:34.264Z","8":"2024-11-19T20:26:21.349Z","9":"2024-11-19T13:58:58.876Z"},"applicationDeadline":{"0":"2025-01-04T00:00:00.000Z","1":"2025-01-21T00:00:00.000Z","2":"2025-01-31T00:00:00.000Z","3":"2025-01-20T00:00:00.000Z","4":"2024-12-23T00:00:00.000Z","5":"2025-12-15T00:00:00.000Z","6":"2025-01-19T00:00:00.000Z","7":"2025-01-18T00:00:00.000Z","8":"2025-01-18T00:00:00.000Z","9":"2025-01-31T00:00:00.000Z"},"isRemoteWork":{"0":true,"1":true,"2":false,"3":true,"4":true,"5":true,"6":true,"7":true,"8":true,"9":false},"city":{"0":"","1":"","2":"Montevideo","3":"","4":"","5":"","6":"","7":"","8":"","9":"Indaiatuba"},"state":{"0":"","1":"","2":"","3":"","4":"","5":"","6":"","7":"","8":"","9":"São Paulo"},"country":{"0":"Brasil","1":"México","2":"Uruguai","3":"Brasil","4":"Brasil","5":"Brasil","6":"Peru","7":"Brasil","8":"Peru","9":"Brasil"},"jobUrl":{"0":"https:\/\/compass.gupy.io\/job\/eyJqb2JJZCI6ODA4NTAzMiwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","1":"https:\/\/stefaninilatam.gupy.io\/job\/eyJqb2JJZCI6ODE3ODI3Mywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","2":"https:\/\/topaz.gupy.io\/job\/eyJqb2JJZCI6ODE3NTg3OCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","3":"https:\/\/invillia.gupy.io\/job\/eyJqb2JJZCI6ODE3MTM2NCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","4":"https:\/\/corebiz.gupy.io\/job\/eyJqb2JJZCI6ODAyNzMxMywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","5":"https:\/\/localiza.gupy.io\/job\/eyJqb2JJZCI6ODEwNTQzMCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","6":"https:\/\/stefaninilatam.gupy.io\/job\/eyJqb2JJZCI6ODE2NTQwNSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","7":"https:\/\/ogisystems.gupy.io\/job\/eyJqb2JJZCI6ODE2MjU0MSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","8":"https:\/\/stefaninilatam.gupy.io\/job\/eyJqb2JJZCI6ODE2MTMyMSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","9":"https:\/\/topazbrasil.gupy.io\/job\/eyJqb2JJZCI6NzczODE1Nywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal"},"badges":{"0":{"friendlyBadge":true},"1":{"friendlyBadge":false},"2":{"friendlyBadge":false},"3":{"friendlyBadge":false},"4":{"friendlyBadge":true},"5":{"friendlyBadge":true},"6":{"friendlyBadge":false},"7":{"friendlyBadge":true},"8":{"friendlyBadge":false},"9":{"friendlyBadge":false}},"disabilities":{"0":true,"1":true,"2":true,"3":true,"4":true,"5":true,"6":true,"7":true,"8":true,"9":true},"workplaceType":{"0":"remote","1":"remote","2":"hybrid","3":"remote","4":"remote","5":"remote","6":"remote","7":"remote","8":"remote","9":"hybrid"},"careerPageUrl":{"0":"https:\/\/compass.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","1":"https:\/\/stefaninilatam.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","2":"https:\/\/topaz.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","3":"https:\/\/invillia.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","4":"https:\/\/corebiz.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","5":"https:\/\/localiza.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","6":"https:\/\/stefaninilatam.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","7":"https:\/\/ogisystems.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","8":"https:\/\/stefaninilatam.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","9":"https:\/\/topazbrasil.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"}}