{"id":{"0":8218466,"1":8218457,"2":8218455,"3":8198451,"4":8210849,"5":8216439,"6":8157910,"7":8198551,"8":8200758,"9":8186368},"companyId":{"0":54256,"1":54256,"2":54256,"3":54256,"4":51022,"5":5581,"6":42212,"7":54256,"8":41023,"9":42212},"name":{"0":"FullStack Developer especialidad .NET 2","1":"FullStack Developer 3","2":"FullStack Developer 2","3":"FullStack Developer","4":"Front-end Developer I Sênior  VTEX IO [English Required] (REMOTO)","5":"Senior ETL Developer (Remote)","6":"Developer Analyst (Frontend)","7":"FullStack Developer","8":"Developer Full Stack Sr","9":"Developer Analyst"},"description":{"0":"¡Sé parte de Stefanini!​En Stefanini somos más de 30.000 genios, conectados desde 41 países, haciendo lo que les apasiona y co-creando un futuro mejor.​Buscamos un desarrollador full stack altamente capacitado con especialización en tecnología .NET y SQL Server. El candidato ideal tendrá experiencia en el desarrollo y mantenimiento de aplicaciones web, así como un sólido conocimiento de prácticas de seguridad y herramientas de pruebas.&nbsp;Responsabilidades y atribucionesResponsabilidades:Desarrollar y mantener aplicaciones web utilizando marcos y lenguajes de programación modernos.Colaborar con diseñadores, gerentes de producto y otras partes interesadas para recopilar requisitos y traducirlos en especificaciones técnicas.Diseñar e implementar interfaces y experiencias fáciles de usar.Escriba código limpio, eficiente y mantenibleRealizar pruebas y depuraciones exhaustivas para garantizar la calidad y confiabilidad de las aplicaciones de software.Solucionar y resolver problemas informados por los usuarios o identificados durante las pruebas.Manténgase actualizado con las tendencias de la industria y las mejores prácticas en desarrollo web.Participar en revisiones de código para garantizar el cumplimiento de los estándares de codificación y las mejores prácticas.Colaborar con equipos multifuncionales para garantizar la entrega exitosa de proyectos.Contribuir a la mejora continua de los procesos y herramientas de desarrollo.Requisitos y calificacionesImportante contar con:Requisitos Técnicos:&nbsp;Dominio en .NET: Amplia experiencia en el desarrollo de aplicaciones utilizando .NET Framework\/Core, con habilidades para crear soluciones robustas y escalables.&nbsp;Base de Datos SQL Server: Capacidad para diseñar e implementar bases de datos relacionales, escribir consultas complejas y desarrollar stored procedures eficientes.&nbsp;Control de Versiones e Integración con Git: Experiencia en la gestión de código fuente y colaboraciones de equipo a través de Git.&nbsp;Revisión de Código: Experiencia en revisiones de código entre pares para asegurar la calidad y adherencia a buenas prácticas.&nbsp;Diagnóstico de Aplicaciones: Habilidad para identificar y solucionar problemas de rendimiento y lentitud en aplicaciones.&nbsp;Pruebas de Software: Experiencia en pruebas de integración, regresión y rendimiento utilizando herramientas como JMeter, Postman, SoapUI, Gatling o similares.&nbsp;Cloud y DevOps: Familiaridad con Azure y sus servicios para integrar soluciones en la nube.&nbsp;Integración y Consultas a Bases de Datos: Experiencia en la integración de aplicaciones con bases de datos y la optimización de queries.&nbsp;Habilidades Adicionales:&nbsp;Buenas Prácticas de Desarrollo: Compromiso con la implementación de estándares de codificación y prácticas ágiles.&nbsp;Experiencia básica CyberSeguridad: Conocimiento del OWASP Top Ten, CWE (Common Weakness Enumeration), y CVE (Common Vulnerabilities and Exposures) para asegurar aplicaciones seguras.&nbsp;Comunicación y Colaboración: Habilidad para trabajar en equipo y comunicarse efectivamente con otros desarrolladores y partes interesadas.Informaciones adicionales","1":"¡Sé parte de Stefanini!​En Stefanini somos más de 30.000 genios, conectados desde 41 países, haciendo lo que les apasiona y co-creando un futuro mejor.​Responsabilidades y atribucionesResponsabilidades:Desarrollar y mantener aplicaciones web utilizando JavaColaborar con el equipo de desarrollo para diseñar soluciones efectivas.Optimizar el rendimiento de las aplicaciones.Recibir capacitación en tecnologías utilizadas por nuestros socios comercialesRequisitos y calificacionesExperiencia Indispensable previa en desarrollo web con Java, Jacascript y Html (1 año minimo)Deseable experiencia en alguna de las sig. tecnologias: Angular, ReactConocimientos sólidos de programación orientada a objetos.Capacidad para trabajar en equipo y de forma autónoma.Excelentes habilidades de comunicación.Proactividad y capacidad para aprender de forma continua.","2":"¡Sé parte de Stefanini!​En Stefanini somos más de 30.000 genios, conectados desde 41 países, haciendo lo que les apasiona y co-creando un futuro mejor.​Responsabilidades y atribucionesResponsabilidades:Desarrollar y mantener aplicaciones web utilizando JavaColaborar con el equipo de desarrollo para diseñar soluciones efectivas.Optimizar el rendimiento de las aplicaciones.Recibir capacitación en tecnologías utilizadas por nuestros socios comercialesRequisitos y calificacionesExperiencia Indispensable previa en desarrollo web con Java, Jacascript y Html (1 año minimo)Deseable experiencia en alguna de las sig. tecnologias: Angular, ReactConocimientos sólidos de programación orientada a objetos.Capacidad para trabajar en equipo y de forma autónoma.Excelentes habilidades de comunicación.Proactividad y capacidad para aprender de forma continua.","3":"¡Sé parte de Stefanini!​En Stefanini somos más de 30.000 genios, conectados desde 41 países, haciendo lo que les apasiona y co-creando un futuro mejor.​Responsabilidades y atribucionesResponsabilidades:Desarrollar y mantener aplicaciones web utilizando JavaColaborar con el equipo de desarrollo para diseñar soluciones efectivas.Optimizar el rendimiento de las aplicaciones.Recibir capacitación en tecnologías utilizadas por nuestros socios comercialesRequisitos y calificacionesExperiencia Indispensable previa en desarrollo web con Java, Jacascript y Html (1 año minimo)Deseable experiencia en alguna de las sig. tecnologias: Angular, ReactConocimientos sólidos de programación orientada a objetos.Capacidad para trabajar en equipo y de forma autónoma.Excelentes habilidades de comunicación.Proactividad y capacidad para aprender de forma continua.","4":"Somos referência na implantação de negócios digitais na América Latina e Europa.Como uma das maiores empresas desse nicho, somos reconhecidos por nossa excelência, e hoje estamos posicionados como a agência mais valiosa (MVP) do Quadrante Vtex.Com operações no Brasil, México, Chile, Argentina e Espanha, atuamos em mais de 40 países junto às maiores marcas do mercado com serviços de desenvolvimento, implantação e evolução de e-commerce, SEO, Mídia, CRO&nbsp;e CRM.Crescemos muito e continuamos nessa expansão, assumindo projetos cada vez maiores, mais complexos e desbravando mercados internacionais. Nesse processo fomos adquiridos pelo grupo WPP, maior empresa de comunicação do mundo.Hoje contamos&nbsp;com mais de 600 pessoas&nbsp;corajosas, determinadas, inovadoras, ágeis e colaborativas que lideram e constroem juntas o futuro do e-commerce. Vem construir esse futuro com a gente #vemsercorebiz.Responsabilidades e atribuiçõesResponsável pelo desenvolvimento, manutenção e melhoria constante nos projetos, buscando garantir o seu funcionamento nos mais variados tipos de navegadores e dispositivos, trabalhando em conjunto com os times de design e backend para que todas as funcionalidades e elementos visuais atendam as expectativas.Garantir alta qualidade, visando a otimização e performance do seu código, além de se preocupar com a legibilidade do mesmo visando futuras manutenções. Requisitos e qualificaçõesDomina arquitetura de front-end e seus reflexos positivos e negativos nas demais áreas da empresaDomina a execução na criação e aplicação de rotinas de testes e boas práticas validatóriasDomina pré-processadores e metodologias CSS e boas práticasDomina o workflow proposto,consegue achar falhas e propor melhoriasDomina o ambiente do navegador (Render, Painting e etc)Consegue identificar falhas ou melhorias na estrutura backendSabe fundamentar decisões técnicas e transmitir para o time\/clienteDiferenciais: Inglês (intermediário)Superior CompletoInformações adicionais","5":"Qibit was born to transform people’s futures! We are a global network for technology, UX, and digital professionals. Here, companies discover extraordinary talents, while professionals find the best digital job opportunities worldwide.We are looking for a Senior ETL Developer to work with one of our clients: a Global Technology company focused on web systems development, Education oriented softwares, Digital, and much more!Want to know more? Below you will find some details about the position:Responsabilidades e atribuições✨ Responsibilities:Design and Implement ETL Processes: Develop ETL processes using Azure tools like Azure Data Factory, Azure Synapse Pipelines, and Azure Databricks.Data Integration: Extract data from various sources, transform it into a suitable format, and load it into Azure Data Lake or Azure SQL Database.Data Pipeline Management: Create and maintain data pipelines to ensure efficient data flow and processing.Collaboration: Work closely with data analysts, data scientists, and other stakeholders to understand data requirements and ensure data accuracy.Optimization: Identify and implement process improvements to optimize data delivery and scalability.Monitoring and Troubleshooting: Monitor ETL processes and troubleshoot any issues that arise to ensure smooth operation.Documentation: Maintain comprehensive documentation of ETL processes and data flows.Requisitos e qualificações✨ Requirements:Advanced\/Fluent English proficiency is mandatory;Living em Brazil is mandatoryA degree in Computer Science, Information Systems, or a related field.✨Main SkillsProven experience as an ETL Developer, preferably with Azure.Technical Skills: Proficiency in Azure Data Factory, Azure Synapse Analytics, Azure Databricks, and SQL.Familiarity with big data tools like Hadoop and Spark is a plus.Analytical Skills: Strong analytical and problem-solving skills to handle complex data integration tasks.Communication: Excellent communication skills to collaborate with team members and stakeholders.Knowledge of programming languages such as Python or Scala.Data Modeling: Experience with data modeling and database design.Cloud Security: Understanding of Azure security models and best practices for data security.Informações adicionais📌 This process will be conducted considering the following steps:Application evaluation;Conversation with QiBit;Interview with the client;Hiring﻿* The steps mentioned above may change according to the progress of the selection process. But don’t worry, we will always keep you updated :)Do you believe this challenge is for you? Click on ‘Apply for the job’, we are already waiting for you!&nbsp;🤩🚀💙﻿#Changelives 🚀💙","6":"Na Topaz, a tecnologia nos une e a evolução nos conecta! 🚀&nbsp;Em nossa organização, estamos totalmente comprometidos em contribuir para soluções financeiras que tornem a indústria um lugar seguro, acessível e dinâmico. Queremos alcançar diferentes partes do mundo com nosso amplo ecossistema de soluções tecnológicas. Por isso, convidamos você a fazer parte dessa equipe! 😎&nbsp;Além disso, temos ótimos benefícios para você! Sabemos que, juntos, alcançaremos o sucesso, então se candidate e faça parte desse grande time.Responsabilidades e atribuiçõesSeu dia a dia na&nbsp;Topaz&nbsp;:- Participar do time de desenvolvimento de software, visando prover soluções com alta qualidade e confiabilidade;- Participar de equipes multifuncionais, interagindo com profissionais de todas as áreas de conhecimento;- Atuar de forma proativa e trabalhar em equipe;- Interagir com nossos clientes para avaliação de novos projetos e demandas, discutindo e propondo soluções que atendam às suas necessidades.Requisitos e qualificaçõesO que você precisa conhecer para ser parte da Topaz?&nbsp;- Experiência no desenvolvimento de aplicações utilizando React.js;- Conhecimentos em aplicações web;- Experiência prática com Programação Orientada a Objetos (POO);- Conhecimento em Metodologias Ágeis, preferencialmente Scrum;- Forte habilidade em Lógica de Programação para resolução de problemas e otimização de código.- Diferencial: Experiência com Jenkins.Informações adicionaisTenha em mente esses benefícios que irão melhorar sua experiência na Topaz!&nbsp;Saúde e Bem-estar: Porque pensamos em nossas equipes, oferecemos diferentes planos de saúde, focados em promover o bem-estar na organização.&nbsp;Desenvolvimento pessoal e profissional: Estamos em constante evolução. Por isso, oferecemos ambientes, programas e políticas que garantem o espaço e as oportunidades necessárias para você 🎓 Rota de carreira.&nbsp;Flexibilidade e tempo livre: Aqui você encontrará o tempo necessário para recarregar as energias, além de poder desfrutar de um dia de folga no seu aniversário 🥳 Modalidade de trabalho híbrido.&nbsp;Convênios: Oferecemos diferentes convênios e descontos.","7":"¡Sé parte de Stefanini!​En Stefanini somos más de 30.000 genios, conectados desde 41 países, haciendo lo que les apasiona y co-creando un futuro mejor.​Responsabilidades y atribucionesResponsabilidades:Desarrollar y mantener aplicaciones web utilizando marcos y lenguajes de programación modernos.Colaborar con diseñadores, gerentes de producto y otras partes interesadas para recopilar requisitos y traducirlos en especificaciones técnicas.Diseñar e implementar interfaces y experiencias fáciles de usar.Escriba código limpio, eficiente y mantenibleRealizar pruebas y depuraciones exhaustivas para garantizar la calidad y confiabilidad de las aplicaciones de software.Solucionar y resolver problemas informados por los usuarios o identificados durante las pruebas.Manténgase actualizado con las tendencias de la industria y las mejores prácticas en desarrollo web.Participar en revisiones de código para garantizar el cumplimiento de los estándares de codificación y las mejores prácticas.Colaborar con equipos multifuncionales para garantizar la entrega exitosa de proyectos.Contribuir a la mejora continua de los procesos y herramientas de desarrollo.Requisitos y calificacionesFrontEnd:JavaScript​Bootstrap​Angular 16​Typescript​NPM​CSS ​BackEnd:C# Net core​Web Api​NodeJS​SonarQube​Microservicios​Python​Programación Orientada a Objetos (POO)​ADO.Net​Dapper​Inyección de Dependencias​Base de Datos:SQL Server​Azure SQLHerramientas de versionado de código:GIT​TrunkBase y GitFlowPlataformas:Walmart Cloud Native Platform (WCNP) y KITT​Kubernetes​Docker​CI\/CD​ \/ Pruebas unitarias.Jira​IDIOMAS: Inglés Técnico","8":"Sobre a AVITA:Criamos a primeira plataforma on-line de emissão automática, controle e gestão de seguro garantia e fiança locatícia. Nosso sistema realiza cotações em todo o mercado segurador e apresenta, em segundos, as melhores possibilidades e valores.Sua missão:Atuar em todo o ciclo de vida do projeto de software. Experiência em projetar, codificar e testar;Participar de células ágeis e multidisciplinares em desenvolvimento de aplicações;Propor ideias e melhorias arquiteturais e de processos junto com o time;Aplicar metodologia ágil de entrega contínua em um time de alta performance;Fazer entregas ágeis de evoluções do nosso produto.O que buscamos?Formação superior em Ciência da Computação, Sistemas de Informação, Engenharia de Software ou cursos relacionados;Experiência com desenvolvimento em .NET (Core, C#, Asp.Net MVC, Web API, Framework);Conhecimento em Api Restfull, DDD\/TDD, Mysql, Angular 6+, HTML, Javascript;Conhecimento lógica de programação e Git;&nbsp;Trabalho colaborativo (Pull Requests\/Merge Requets);Desenvolver com qualidade o próprio código.O que oferecemos:Assistência Médica SulAmérica sem custo para a pessoa colaboradora;Assistência Odontológica Bradesco sem custo para a pessoa colaboradora;Alimentação no modelo Flexível;Gympass;Convênio com o Sesc;Acesso a trilhas de aprendizagem em parceria com a Alura;Day off no mês de Aniversário;Horário flexível;Trabalho híbrido.&nbsp;Respeitamos a pluralidade de identidades e trabalhamos para promover uma cultura inclusiva. Não fazemos distinção de raça, cor, religião, identidade de gênero, orientação sexual, nacionalidade, deficiência ou idade em nenhuma etapa do processo seletivo, reforçando nosso compromisso com a diversidade.Responsabilidades e atribuiçõesRequisitos e qualificaçõesInformações adicionais","9":"¡En Topaz nos une la tecnología y nos conecta la evolución! 🚀&nbsp;En nuestra organización estamos totalmente comprometidos en contribuir a las soluciones financieras que hagan de la industria un lugar seguro, accesible y dinámico.&nbsp;Queremos llegar a diferentes partes del mundo con nuestro amplio ecosistema de soluciones tecnológicas. ¡Así que te invitamos a que seas parte de este equipo!😎&nbsp;¡Además tenemos grandes beneficios para ti! Sabemos que en conjunto alcanzaremos el éxito, así que postúlate y haz parte de este gran Team.Responsabilidades e atribuiçõesTu día a día en Topaz:&nbsp;Realizar actividades de desarrollo, diseño, investigación, análisis, soporte, programación, mantenimiento, pruebas técnicas y documentación de sistemas; informáticos COBIS de complejidad media;Colaborar en la construcción de los diferentes softwares (producto) que posee la organización con alto nivel de calidad;Atender a los usuarios que posean problemas con el producto;Ajustar entregas con hallazgos sin afectar la planificación del periodo;Verificar desarrollos heredados por otros colaboradores;Identificar posibles problemas en el producto;Identificar posibles mejoras a los productos;Planificar y estimar los tiempos de desarrollo de producto.Requisitos e qualificações¿Qué necesitas saber para ser parte de Topaz?&nbsp;Profesional en Ingeniería de Sistemas , software , electrónica y carreras afines;Conocimientos de lenguajes de programación;JAVA, HTML5, JAVA Script, VB06, VB .Net, C#,PHP, C#, AJAX, Aplicaciones Móviles IOS, Android, Angular;Base de Datos;SQL Server, SYBASE, Oracle;SO;Windows, LINUX, UNIX;Deseable conocimiento en uno de módulos COBIS: IB, Canales, Cuentas Corrientes, Seguridades, Productos de Infraestructura-Middleware, Activas, Pasivas, Canales, Básicos, Bodega y Reportes.Informações adicionais¡Ten en cuesta estos beneficios que mejorarán tu experiencia en Topaz!&nbsp;Salud y Bienestar: Porque pensamos en nuestros equipos, contamos con diferentes planes de salud, los cuales están enfocados en promover el bienestar en la organización.Desarrollo personal y profesional: Estamos en constante evolución. Por esto, ofrecemos entornos, programas y políticas que garantizan el espacio y las oportunidades necesarias para ti🎓 Ruta de carrera.Flexibilidad y tiempo libre: Aquí encontrarás el tiempo que necesitas para recargar energías, además podrás disfrutar de un día libre en tu cumpleaños🥳 Modalidad de trabajo híbrido.Convenios:&nbsp;Ofrecemos&nbsp;diferentes convenios y descuentos."},"careerPageId":{"0":114440,"1":114440,"2":114440,"3":114440,"4":105945,"5":166396,"6":100035,"7":114440,"8":89936,"9":96535},"careerPageName":{"0":"STEFANINI LATAM","1":"STEFANINI LATAM","2":"STEFANINI LATAM","3":"STEFANINI LATAM","4":"Corebiz","5":"QiBit Vagas","6":"Topaz Brasil","7":"STEFANINI LATAM","8":"Avita","9":"Topaz"},"careerPageLogo":{"0":"https:\/\/attachments.gupy.io\/production\/companies\/54256\/career\/114440\/images\/2022-11-22_20-33_logo.png","1":"https:\/\/attachments.gupy.io\/production\/companies\/54256\/career\/114440\/images\/2022-11-22_20-33_logo.png","2":"https:\/\/attachments.gupy.io\/production\/companies\/54256\/career\/114440\/images\/2022-11-22_20-33_logo.png","3":"https:\/\/attachments.gupy.io\/production\/companies\/54256\/career\/114440\/images\/2022-11-22_20-33_logo.png","4":"https:\/\/attachments.gupy.io\/production\/companies\/51022\/career\/105945\/images\/2022-10-18_17-47_logo.png","5":"https:\/\/attachments.gupy.io\/production\/companies\/5581\/career\/166396\/images\/2024-04-03_15-29_companyLogoUrl.png","6":"https:\/\/attachments.gupy.io\/production\/companies\/42212\/career\/100035\/images\/2024-09-24_15-31_companyLogoUrl.jpg","7":"https:\/\/attachments.gupy.io\/production\/companies\/54256\/career\/114440\/images\/2022-11-22_20-33_logo.png","8":"https:\/\/attachments.gupy.io\/production\/companies\/41023\/career\/89936\/images\/2024-03-07_15-40_companyLogoUrl.png","9":"https:\/\/attachments.gupy.io\/production\/companies\/42212\/career\/96535\/images\/2024-09-24_15-10_companyLogoUrl.jpg"},"type":{"0":"vacancy_type_effective","1":"vacancy_type_effective","2":"vacancy_type_effective","3":"vacancy_type_effective","4":"vacancy_type_effective","5":"vacancy_legal_entity","6":"vacancy_type_effective","7":"vacancy_type_effective","8":"vacancy_type_effective","9":"vacancy_type_temporary"},"publishedDate":{"0":"2024-11-29T23:36:24.708Z","1":"2024-11-29T23:30:13.065Z","2":"2024-11-29T23:29:28.635Z","3":"2024-11-29T23:27:50.766Z","4":"2024-11-29T22:22:12.157Z","5":"2024-11-29T18:16:07.161Z","6":"2024-11-29T18:03:14.939Z","7":"2024-11-27T16:18:13.141Z","8":"2024-11-27T13:41:01.487Z","9":"2024-11-27T12:30:21.699Z"},"applicationDeadline":{"0":"2025-01-28T00:00:00.000Z","1":"2025-01-28T00:00:00.000Z","2":"2025-01-28T00:00:00.000Z","3":"2025-01-25T00:00:00.000Z","4":"2025-01-27T00:00:00.000Z","5":"2025-01-28T00:00:00.000Z","6":"2025-02-28T00:00:00.000Z","7":"2025-01-25T00:00:00.000Z","8":"2025-01-26T00:00:00.000Z","9":"2025-01-31T00:00:00.000Z"},"isRemoteWork":{"0":true,"1":false,"2":false,"3":false,"4":true,"5":true,"6":false,"7":true,"8":false,"9":false},"city":{"0":"","1":"Cdmx","2":"Cdmx","3":"Cdmx","4":"","5":"","6":"Indaiatuba","7":"","8":"São Paulo","9":"Bogotá, D.c."},"state":{"0":"","1":"","2":"","3":"","4":"","5":"","6":"São Paulo","7":"","8":"São Paulo","9":""},"country":{"0":"México","1":"México","2":"México","3":"México","4":"Brasil","5":"Brasil","6":"Brasil","7":"México","8":"Brasil","9":"Colômbia"},"jobUrl":{"0":"https:\/\/stefaninilatam.gupy.io\/job\/eyJqb2JJZCI6ODIxODQ2Niwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","1":"https:\/\/stefaninilatam.gupy.io\/job\/eyJqb2JJZCI6ODIxODQ1Nywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","2":"https:\/\/stefaninilatam.gupy.io\/job\/eyJqb2JJZCI6ODIxODQ1NSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","3":"https:\/\/stefaninilatam.gupy.io\/job\/eyJqb2JJZCI6ODE5ODQ1MSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","4":"https:\/\/corebiz.gupy.io\/job\/eyJqb2JJZCI6ODIxMDg0OSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","5":"https:\/\/qibit.gupy.io\/job\/eyJqb2JJZCI6ODIxNjQzOSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","6":"https:\/\/topazbrasil.gupy.io\/job\/eyJqb2JJZCI6ODE1NzkxMCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","7":"https:\/\/stefaninilatam.gupy.io\/job\/eyJqb2JJZCI6ODE5ODU1MSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","8":"https:\/\/avitaseg.gupy.io\/job\/eyJqb2JJZCI6ODIwMDc1OCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal","9":"https:\/\/cobistopaz.gupy.io\/job\/eyJqb2JJZCI6ODE4NjM2OCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal"},"badges":{"0":{"friendlyBadge":false},"1":{"friendlyBadge":false},"2":{"friendlyBadge":false},"3":{"friendlyBadge":false},"4":{"friendlyBadge":true},"5":{"friendlyBadge":false},"6":{"friendlyBadge":false},"7":{"friendlyBadge":false},"8":{"friendlyBadge":true},"9":{"friendlyBadge":false}},"disabilities":{"0":true,"1":true,"2":true,"3":true,"4":true,"5":true,"6":true,"7":true,"8":true,"9":true},"workplaceType":{"0":"remote","1":"hybrid","2":"hybrid","3":"hybrid","4":"remote","5":"remote","6":"hybrid","7":"remote","8":"hybrid","9":"hybrid"},"careerPageUrl":{"0":"https:\/\/stefaninilatam.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","1":"https:\/\/stefaninilatam.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","2":"https:\/\/stefaninilatam.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","3":"https:\/\/stefaninilatam.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","4":"https:\/\/corebiz.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","5":"https:\/\/qibit.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","6":"https:\/\/topazbrasil.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","7":"https:\/\/stefaninilatam.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","8":"https:\/\/avitaseg.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9","9":"https:\/\/cobistopaz.gupy.io\/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"}}